[
    {
        "id": "f6ae039a",
        "type": "recipe",
        "subtype": "Potion",
        "name": "Stimpaste",
        "effects": "When consumed, Restores 2 Verve.  Each creation makes 2 applications.",
        "desc": "A smelly chewed glob of herb and reagent, applied to the skin.",
        "time": "0m",
        "reagents": "Vig",
        "rarity": 1
    },
    {
        "id": "4cd7a199",
        "type": "recipe",
        "subtype": "Salve",
        "name": "Vigour Paste",
        "effects": "When rubbed onto a cut over 20 seconds, Restores 6 Verve.",
        "desc": "A Vigour Salve is a small, stinky green paste usually created by chewing the reagents and combining them in a bowl and easing the moisture out until it becomes a smooth salve.",
        "time": "30m",
        "reagents": "Vig-Vig",
        "rarity": 1
    },
    {
        "id": "25c7faf0",
        "type": "recipe",
        "subtype": "Potion",
        "name": "Vigour Tonic",
        "effects": "When consumed, Restores 6 Verve.",
        "desc": "A Vigour Tonic is a small, lightly coloured solution that lasts a few months before settling into a sediment and becoming inert.",
        "time": "60m",
        "reagents": "Vig-Vig-Vig",
        "rarity": 2
    },
    {
        "id": "1831e675",
        "type": "recipe",
        "subtype": "Potion",
        "name": "Vigour Accelorant",
        "effects": "When consumed, Restores 12 Verve.  30 minutes later, the drinker incurs 15 Verve loss.",
        "desc": "A sparkling red solution that lightly and endlessly bubbles.",
        "time": "60m",
        "reagents": "Vig-Vig-Vig-Exc",
        "rarity": 2
    },
    {
        "id": "5b51c10a",
        "type": "recipe",
        "subtype": "Potion",
        "name": "Peptinne",
        "effects": "When consumed, the drinker Gains 4 Verve.",
        "desc": "This thick solution creates a warmth in the stomach and lungs and puts pep in your step.",
        "time": "90m",
        "reagents": "Exc-The-Vig",
        "rarity": 2
    },
    {
        "id": "54d31c7d",
        "type": "recipe",
        "subtype": "Potion",
        "name": "Mediciner’s Solution",
        "effects": "When consumed, the imbiber removes 1 more Non-Wound Status and Restores 10 more Verve during a Long Rest of at least 16 cycles.",
        "desc": "A large, sipping solution that starts sweet and ends bitter.",
        "time": "120m",
        "reagents": "For-For-Vig",
        "rarity": 3
    },
    {
        "id": "940db723",
        "type": "recipe",
        "subtype": "Potion",
        "name": "Rapid Ameliorant",
        "effects": "When consumed, the drinker removes all Statuses. After 15 minutes, they return, unless cured by regular or magical means.",
        "desc": "A combination of rare herbs and ingredients, this potion requires a large investment, but alchemists agree the results are short of magical. Due to it's expense, this elixir is stored in strong, well stoppered flat flasks.",
        "time": "120m",
        "reagents": "Exc-For",
        "rarity": 5
    },
    {
        "id": "e7809697",
        "type": "recipe",
        "subtype": "Potion",
        "name": "Counteractant",
        "effects": "When consumed, stops all effects of a non-magical poison, except Debilities applied by the poison, for 4 hours.",
        "desc": "Possibly worse than the toxin, at least according to the flavour, the Antitoxin causes immediate flushes of heat, intense sweats and weakness, but this soon passes.",
        "time": "10m",
        "reagents": "Poi-Sce",
        "rarity": 2
    },
    {
        "id": "6ff1d69a",
        "type": "recipe",
        "subtype": "Potion",
        "name": "Antitoxin",
        "effects": "When consumed, removes up to 4 Light Debilities and 1 Regular Debility applied by non-magical poisons and protects the user from poisons for 2 hours.",
        "desc": "Possibly worse than the toxin, at least according to the flavour, the Antitoxin causes immediate flushes of heat, intense sweats and weakness, but this soon passes.",
        "time": "60m",
        "reagents": "For-Poi-The",
        "rarity": 2
    },
    {
        "id": "d1da11ea",
        "type": "recipe",
        "subtype": "Potion",
        "name": "Essence of Exhaustion",
        "effects": "When consumed, the imbiber gains the Exhausted Status and may gain the benefit of a Short Rest an additional three times for the rest of the day.",
        "desc": "A still, black liquid that tastes of oily aniseed.",
        "time": "60m",
        "reagents": "For-Poi-Oil",
        "rarity": 2
    },
    {
        "id": "4d3f5ebe",
        "type": "recipe",
        "subtype": "Potion",
        "name": "Red Blossom Cural",
        "effects": "1 fifth of the potion taken five time over five days cures Red Blossom. One fifth of the potion protects the imbiber from contracting it for 2 days, as well as making them unable to spread it.",
        "desc": "A concentrated, sickly red potion in a large round container that seems to bubble thickly and intermittently. Can alleviates and cure the effect of the Red Blossom Disease.",
        "time": "8h",
        "reagents": "Cor-For-Poi-Soo",
        "rarity": 6
    },
    {
        "id": "aa00d0d8",
        "type": "recipe",
        "subtype": "Potion",
        "name": "Bloodlust Brew",
        "effects": "When consumed, the drinker becomes dizzy and unable to concentrate and cast spells, but they cannot be Influenced.  Additionally, their Maximum Dodge and Block drop by 2, but Verve Loss they apply increases by 5, and they gain +2 to Resist Int and Resist Wis.  Lasts for 20 minutes.",
        "desc": "An unsettling, thin and small vial filled with amber liquid.  Rusty flakes congeal in the top.",
        "time": "60m",
        "reagents": "Exc-Exc-For",
        "rarity": 2
    },
    {
        "id": "04be2d65",
        "type": "recipe",
        "subtype": "Potion",
        "name": "Concentrated Chamohmelay",
        "effects": "When consumed, the eater experiences a calming effect.  They gain a +2 Bonus to Resist Mental, and the duration of any long (∞) mental Statuses are reduced to Standard (3).",
        "desc": "A small clay pot packed with a sweet and sour mushed leaf concoction.",
        "time": "30m",
        "reagents": "Soo-Soo-For",
        "rarity": 2
    },
    {
        "id": "99fef910",
        "type": "recipe",
        "subtype": "Potion",
        "name": "Smelling Salts",
        "effects": "When consumed, cures dizziness, charm, confusion, or restores 1 Debility affecting Int, Wis or Cha.",
        "desc": "This purply powder is only required in very small doses, and fizzes when exposed to air.",
        "time": "60m",
        "reagents": "Con-Exc-Soo",
        "rarity": 3
    },
    {
        "id": "233285fe",
        "type": "recipe",
        "subtype": "Potion",
        "name": "Potion Solution",
        "effects": "The base solution for a Magical Potion.  Potion Solutions have a special cost: 15 Standards per DC of Spell that can be cast into the Potion (and no Reagents).",
        "desc": "A clear, milky solution in a flat-bottomed, stopped potion bottle. ",
        "time": "30m",
        "reagents": "Mag",
        "rarity": 0
    },
    {
        "id": "bbde9101",
        "type": "recipe",
        "subtype": "Bomb",
        "name": "Alchemist's Flame",
        "effects": "Shatters in a 1sq radius, dealing 4 damage to all engulfed. Flammable items are set alight.",
        "desc": "Thin metal strands enforce this stoppered glass vial. The red liquid inside bubbles midly, and combusts rapidly when exposed to air.",
        "time": "30m",
        "reagents": "Exc-The",
        "rarity": 2
    },
    {
        "id": "98bd1586",
        "type": "recipe",
        "subtype": "Bomb",
        "name": "Alchemist's Fire",
        "effects": "Shatters in a 1sq radius, dealing 8 damage to all engulfed. Flammable items are set alight.",
        "desc": "Thin metal strands enforce this stoppered glass vial. The red liquid inside bubbles midly, and combusts rapidly when exposed to air.",
        "time": "120m",
        "reagents": "Exc-Exc-The-The",
        "rarity": 4
    },
    {
        "id": "d32815ec",
        "type": "recipe",
        "subtype": "Bomb",
        "name": "Smoke Philter",
        "effects": "Shatters in a 3sq radius, spilling thick smoke and obscuring vision through or into the area. Visibility within is reduced to 1sq.",
        "desc": "This stoppered, round-bottomed vial is almost completely black, but small disturbances can be seen when you shake it.",
        "time": "90m",
        "reagents": "Cor-Hyd-The",
        "rarity": 3
    },
    {
        "id": "da557bc6",
        "type": "recipe",
        "subtype": "Bomb",
        "name": "Wretch Flume",
        "effects": "Shatters in a 1sq radius, spilling green noxious gas, choking and stinging the eyes of those in the area. Those in the area suffer a STR and CON Light Debility and may become blinded.",
        "desc": "A glass tube protected from accidental shatter by wood. The contents are grey and oily.",
        "time": "120m",
        "reagents": "Cor-Exc-Hyd",
        "rarity": 4
    },
    {
        "id": "4638c1a6",
        "type": "recipe",
        "subtype": "Bomb",
        "name": "Acidic Wretch Flume",
        "effects": "Shatters in a 1sq radius, spilling green noxious gas, choking and stinging the eyes of those in the area. Those in the area take 3 damage, suffer a STR and CON Light Debility, and may become blinded.",
        "desc": "A glass tube protected from accidental shatter by wood. The contents are green and oily.",
        "time": "120m",
        "reagents": "Cor-Exc-For-Hyd",
        "rarity": 4
    },
    {
        "id": "2edaa2dd",
        "type": "recipe",
        "subtype": "Bomb",
        "name": "Acid Shatter",
        "effects": "Shatters in a 1sq radius, bursting out with acid and dealing 10 damage to all in the area.",
        "desc": "A fibrous sphere bound with two perpendicular seams that burst open when impacted. Contains a liquid that heats it's container when agitated.",
        "time": "180m",
        "reagents": "Cor-Cor-Cor-Hyd",
        "rarity": 5
    },
    {
        "id": "0506106d",
        "type": "recipe",
        "subtype": "Bomb",
        "name": "Black Powder",
        "effects": "Explodes in a Volume Shape for 20 damage. Deals high pyral damage, but only moderate impact damage, so is better against flesh and creatures than it is structures.",
        "desc": "A black, explosive powder that can be used in large quantities as a bomb, or in smaller ones as a propellant for bullets and cannonballs. Makes enough for 1 bomb, or enough to propel 5 cannonballs or 25 bullets.",
        "time": "180m",
        "reagents": "Cor-Oil-The-The-The",
        "rarity": 5
    },
    {
        "id": "41cc659d",
        "type": "recipe",
        "subtype": "Bomb",
        "name": "Greaslick",
        "effects": "Explodes in a Volume Shape, coating the ground with a slippery grease.  Anyone trying to cross it must Resist using Dodge.  Anyne who fails to beat a DC of 2 loses half their movement.  Anyone who fails to beat a DC of 1 falls Prone.",
        "desc": "A gooey brown liquid that reflects purple in the light, and has a smell of chemical and rubber.",
        "time": "60m",
        "reagents": "Oil-Oil-Hyd",
        "rarity": 2
    },
    {
        "id": "65a19528",
        "type": "recipe",
        "subtype": "Bomb",
        "name": "Flame Blisters",
        "effects": "After being being thrown, they stick to targets and explode, applying 2 Verve Loss.  Users can throw a number equal to their Combat Skill per turn.",
        "desc": "10 small scarlett berry-sized waxy-coated spheres that glow mildly when shaken.",
        "time": "90m",
        "reagents": "Oil-Exc-Exc",
        "rarity": 2
    },
    {
        "id": "1c34584f",
        "type": "recipe",
        "subtype": "Poison",
        "name": "Bloodboil",
        "effects": "When introduced to the bloodstream by mouth or wound, applies DoT: Poisoned (DC 2).",
        "desc": "Has a distinctive earthy smell when created, which abates as this oily pink liquid matures.",
        "time": "120m",
        "reagents": "Exc-Poi-The",
        "rarity": 4
    },
    {
        "id": "fbe8882b",
        "type": "recipe",
        "subtype": "Poison",
        "name": "Acid Tongue",
        "effects": "When introduced to the bloodstream by mouth or wound, applies DoT: Acid (DC 3).",
        "desc": "A thin green liquid that lets off a mild corrosive smoke until it matures.",
        "time": "120m",
        "reagents": "Cor-Exc-Poi",
        "rarity": 4
    },
    {
        "id": "75c2ba60",
        "type": "recipe",
        "subtype": "Poison",
        "name": "Lotus Unction",
        "effects": "When introduced to the bloodstream by mouth or wound, applies the Scrambled: Dazed Status, as well as a deep slumber that lasts for 4 hours and that takes affect between a few seconds and a few minutes.",
        "desc": "First created as an insert grey powder, then rendered active by adding to water or alcohol.",
        "time": "120m",
        "reagents": "Hyd-Poi-Soo",
        "rarity": 4
    },
    {
        "id": "ed351c71",
        "type": "recipe",
        "subtype": "Poison",
        "name": "Shroud of Grellen",
        "effects": "When introduced to the bloodstream by mouth or wound, applies the Attribute Modified: Penalty (DC 3, all Stats), and the Scrambled: Dazed Status, which last indefinitely.  If not cured within 24 hours the subject will die, though they may attempt one more Resistance.",
        "desc": "A perfectly clear, odourless liquid. Reacts violently to certain alchemical solutions, agitating and shifting colours when mixed.",
        "time": "240m",
        "reagents": "For-For-Hyd-Hyd-Poi-Poi",
        "rarity": 6
    },
    {
        "id": "096c2823",
        "type": "recipe",
        "subtype": "Applicant",
        "name": "Oilstick",
        "effects": "Creates 5 applications of a paste that can be applied to weapons.  Any additional alchemical coating gains +3 to applied Verve Loss.",
        "desc": "A thick, consistent yellowing paste that adheres to surfaces and can withstand the motion of a weapon swing.",
        "time": "15m",
        "reagents": "For-Oil",
        "rarity": 1
    },
    {
        "id": "97566474",
        "type": "recipe",
        "subtype": "Applicant",
        "name": "Burn Coating",
        "effects": "When applied to a weapon, adds d6 Pyral damage to the next 3 attacks with the weapon.",
        "desc": "A red dusty powder that glimmers with reflective black granules.",
        "time": "30m",
        "reagents": "Exc-For-The",
        "rarity": 2
    },
    {
        "id": "1f9284a8",
        "type": "recipe",
        "subtype": "Applicant",
        "name": "Cold Coating",
        "effects": "When applied to a weapon, adds d6 Cryonic damage to the next 3 attacks with the weapon.",
        "desc": "A blue dusty powder that glimmers with reflective black granules.",
        "time": "30m",
        "reagents": "Exc-For-Hyd",
        "rarity": 2
    },
    {
        "id": "14867fc3",
        "type": "recipe",
        "subtype": "Applicant",
        "name": "Bright Coating",
        "effects": "When applied to a weapon, adds d6 Luminal damage to the next 3 attacks with the weapon.",
        "desc": "A white dusty powder that glimmers with reflective black granules.",
        "time": "30m",
        "reagents": "Exc-Exc-For",
        "rarity": 2
    },
    {
        "id": "9cc8dd2a",
        "type": "recipe",
        "subtype": "Salve",
        "name": "Bright Balm",
        "effects": "When applied to the skin and clothing, reduces the effects of heat, fire and Radiant. Any Verve Loss caused by Fire or Radiant energy is reduced by 2 and any negatives applied to rolls due to fire are halved. Lasts 2 hours.",
        "desc": "A runny, thick balm coloured with oily pinks and oranges.",
        "time": "60m",
        "reagents": "Hyd-Oil-Vig",
        "rarity": 3
    },
    {
        "id": "8e3d60f2",
        "type": "recipe",
        "subtype": "Salve",
        "name": "Inert Emollient",
        "effects": "When applied to the skin and clothing, reduces the effects of lightning and acid. Any Verve Loss caused by Lightning or Acid energy is reduced by 2. Lasts 2 hours.",
        "desc": "A thin yellow paste that seems to not absorb properly, leaving streaks of yellow when applied.",
        "time": "60m",
        "reagents": "Cor-Oil-Vig",
        "rarity": 3
    },
    {
        "id": "bc66414a",
        "type": "recipe",
        "subtype": "Salve",
        "name": "Hearthpaste",
        "effects": "When applied to the skin and clothing, reduces the effects of cold and wind. Any Verve Loss caused by Sound or Wind energy is reduced by 2 and any negatives applied to rolls due to cold are halved. Lasts 2 hours.",
        "desc": "A salve with an oily yet pleasant odour, which tingles and warms flesh when applied.",
        "time": "60m",
        "reagents": "Oil-The-Vig",
        "rarity": 3
    },
    {
        "id": "3f6e6aae",
        "type": "recipe",
        "subtype": "Misc",
        "name": "Torchburn",
        "effects": "Torches and lamps coated with Torchburn or using torchburn as their fuel burn twice as bright and for four times as long.",
        "desc": "An oily black substance only distinguished from regular oil by it's thickness when undisturbed, and thinness when worked with.",
        "time": "15m",
        "reagents": "Oil-The",
        "rarity": 1
    },
    {
        "id": "ef8be75c",
        "type": "recipe",
        "subtype": "Misc",
        "name": "Slicksalve",
        "effects": "Creates an excellent lubricant that improves any roll by +2 when using the Pick Locks, Pick Pockets, Engineer or Craft Moves, or when performing cleaning and repairing.",
        "desc": "A grey viscous and slippery oil that hardens then crumbles after a few hours after exposure to air.",
        "time": "15m",
        "reagents": "Oil-Soo",
        "rarity": 1
    },
    {
        "id": "62eb9d60",
        "type": "recipe",
        "subtype": "Misc",
        "name": "Unscent",
        "effects": "When you create this, name an animal and perform an Animal Handling Move. If you do not fail the Move, your named animals are less likely to approach within 250m of this scent. Lasts 6 hours.",
        "desc": "A small fist-sized cage made from wood that contains a selection of herbs that give off an unnerring yet not distasteful scent.",
        "time": "30m",
        "reagents": "Poi-Sce",
        "rarity": 3
    },
    {
        "id": "4701eb4a",
        "type": "recipe",
        "subtype": "Misc",
        "name": "Enticent",
        "effects": "When you create this, name an animal and perform an Animal Handling Move. If you do not fail the Move, your named animals may be attracted from 1km. Lasts 6 hours.",
        "desc": "A small fist-sized cage made from wood that contains a selection of herbs that give off a smell not unlike wet animal.",
        "time": "30m",
        "reagents": "Vig",
        "rarity": 2
    },
    {
        "id": "6df3c085",
        "type": "recipe",
        "subtype": "Misc",
        "name": "Tempigment",
        "effects": "Creates a hardy paint that fades and disappears within a specified time, up to 24 hours. Has enough for 10 applications.",
        "desc": "2 vials; one white thin liquid, and the other a thick sticky paste. Mixed at any ratio and with a colourant producing a paint in a variety of colours.",
        "time": "60m",
        "reagents": "Hyd-Oil",
        "rarity": 1
    },
    {
        "id": "80af41b6",
        "type": "recipe",
        "subtype": "Misc",
        "name": "Perfume",
        "effects": "Smells lovely.",
        "desc": "A decorative bottle of sweetly scented perfume, with a small decorative stopper to dab it on key areas.",
        "time": "15m",
        "reagents": "Hyd-Sce",
        "rarity": 3
    },
    {
        "id": "ed544134",
        "type": "recipe",
        "subtype": "Misc",
        "name": "Fireworks",
        "effects": "A single, but impressive firework that fires into the air and explodes in a dazzling display of colour and sound.",
        "desc": "A paper tube filled with glittering dust, plus a wick, and wooden pole",
        "time": "30m",
        "reagents": "Exc-Exc-For-The",
        "rarity": 5
    },
    {
        "id": "c0a6adb1",
        "type": "recipe",
        "subtype": "Misc",
        "name": "Purebase",
        "effects": "When added to any Alchemical Recipe, reduces the DC by 1.",
        "desc": "A vial of sparkling purity. Catches the light and seems to sparkle more than clear liquid should.",
        "time": "15m",
        "reagents": "For-Hyd",
        "rarity": 2
    },
    {
        "id": "745d92f3",
        "type": "recipe",
        "subtype": "Misc",
        "name": "Inertion Solution",
        "effects": "When any other alchemical creation is submerged into the solution, it breaks down into Extracts of each of the reagents used to create the alchemical.  Each Inertion Solution may be used 5 times before becoming to dry and thick.",
        "desc": "A pot of thick liquid that seems to absorb small traces of light, resulting in a dull milky muck.",
        "time": "10m",
        "reagents": "Soo-Hyd-For",
        "rarity": 4
    },
    {
        "id": "8cdeb555",
        "type": "reagent",
        "subtype": "Chemical",
        "name": "Pure Water",
        "effects": "Water purified through careful manipulation.",
        "desc": "Not found in the wild.",
        "reagents": "Hyd",
        "rarity": "Common"
    },
    {
        "id": "a30bd15e",
        "type": "reagent",
        "subtype": "Chemical",
        "name": "Pure Alcohol",
        "effects": "Purified alcohol, used to fortify and enhance alchemical recipes.",
        "desc": "Not found in the wild.",
        "reagents": "For",
        "rarity": "Common"
    },
    {
        "id": "787d3e3e",
        "type": "reagent",
        "subtype": "Flora",
        "name": "Starkth Nettle",
        "effects": "Long thin shoots that clumb in large numbers. Older shoots die at the base, and can be collected and crushed into flakes. Grows in grassy areas.",
        "desc": "Found all across the Civil Holds.",
        "reagents": "The",
        "rarity": "Common"
    },
    {
        "id": "7cb0ab0c",
        "type": "reagent",
        "subtype": "Flora",
        "name": "Eastern Silverbarb",
        "effects": "A shrub with long green and grey ferrugated leaves. Its sap is thin and lightly tacky.",
        "desc": "Found in the East of the Civil Holds.",
        "reagents": "Vig",
        "rarity": "Common"
    },
    {
        "id": "1330357f",
        "type": "reagent",
        "subtype": "Flora",
        "name": "Western Silverbarb",
        "effects": "A shrub with long green and grey ferrugated leaves. Its sap is thick and tacky. Grows commonly in the West of the Civil Holds.",
        "desc": "Found in the West of the Civil Holds.",
        "reagents": "Exc",
        "rarity": "Common"
    },
    {
        "id": "ad7d143c",
        "type": "reagent",
        "subtype": "Flora",
        "name": "Gillyweed",
        "effects": "A small grass that grows in dryer climates. Has a sickly yellow-green colour and the leaves always appear dry.",
        "desc": "Found in central Civil Holds.",
        "reagents": "Con",
        "rarity": "Common"
    },
    {
        "id": "55f2e24e",
        "type": "reagent",
        "subtype": "Flora",
        "name": "Palomile",
        "effects": "A medium sized bush whose rich green leaves can be dried into a slightly sweet, soothing tea. Grows in temperate, hilly areas.",
        "desc": "Found in the South of the Civil Holds.",
        "reagents": "Soo",
        "rarity": "Common"
    },
    {
        "id": "0eb71426",
        "type": "reagent",
        "subtype": "Flora",
        "name": "Lunestalk",
        "effects": "Also called Dryad's Guide, lunestalk is a small leafy grass with a large stalk which smells and tastes terrible, but which blooms twice per year. Grows in grass and woodlands.",
        "desc": "Found in the central West and outer East of the Civil Holds.",
        "reagents": "Oil",
        "rarity": "Common"
    },
    {
        "id": "5e2c2152",
        "type": "reagent",
        "subtype": "Flora",
        "name": "Kahinder",
        "effects": "The lure of the bright red berries of this bush is dangerous, as ingestion usually incites vomiting shortly after. Grows in temperate climates.",
        "desc": "Found in central and South Civil Holds.",
        "reagents": "Cor",
        "rarity": "Common"
    },
    {
        "id": "115c1ee8",
        "type": "reagent",
        "subtype": "Flora",
        "name": "Sourleaf",
        "effects": "A medium sized tree. The underside of the leaves have a waxen protective coating which can be scraped off. Grows commonly.",
        "desc": "Found all across the Civil Holds.",
        "reagents": "Poi",
        "rarity": "Common"
    },
    {
        "id": "542b3b1a",
        "type": "reagent",
        "subtype": "Flora",
        "name": "Hethweed",
        "effects": "A wilted grass with fungi-like mushroom tips which have purple and yellow splotches on the underside. When the tip is broken, emits a neutral scent that travels far.",
        "desc": "Found all across the Civil Holds, in wet areas.",
        "reagents": "Sce",
        "rarity": "Common"
    },
    {
        "id": "ab288dd5",
        "type": "reagent",
        "subtype": "Flora",
        "name": "Verole",
        "effects": "Verole is a succulent plant rich in moist sap and with thick, strong fibrous stalks ending in a mild barb.",
        "desc": "Found all across the Civil Holds, in forested areas.",
        "reagents": "Vig-Vig",
        "rarity": "Common"
    },
    {
        "id": "dd80582b",
        "type": "reagent",
        "subtype": "Flora",
        "name": "Lunestalk",
        "effects": "A small green shoot that is tasty and grinds into a paste easily.",
        "desc": "Found all across the Civil Holds, in wet areas.",
        "reagents": "Vig-For-Hyd",
        "rarity": "Uncommon"
    },
    {
        "id": "ecebec28",
        "type": "reagent",
        "subtype": "Flora",
        "name": "Oilayn",
        "effects": "A plant with a bulbous tip on a purple stem. It excretes a small amount of gummy paste which can be thickened by beating.",
        "desc": "Found all across the Civil Holds, in plains and tundras.",
        "reagents": "Vig-Oil-Exc",
        "rarity": "Uncommon"
    },
    {
        "id": "7803483b",
        "type": "reagent",
        "subtype": "Flora",
        "name": "Conga Leaf",
        "effects": "A tree with large leaves, and smaller herb-like leaves that grow around the trunk up high. When set alight, tufts of the small leaf let off a lot of smoke that has excellent anti-bacterial properties. Grows in temperate climates.",
        "desc": "Found in central and South Civil Holds.",
        "reagents": "The-Exc-Oil",
        "rarity": "Uncommon"
    },
    {
        "id": "0f9de794",
        "type": "reagent",
        "subtype": "Flora",
        "name": "Gandra",
        "effects": "A small bush that produces purple-blue berries. The berries can be dried, crushed and made into a tea. Has a particularly pleasant sweet smell.",
        "desc": "Found all across the Civil Holds, at high altitudes.",
        "reagents": "For-Exc-Sce",
        "rarity": "Uncommon"
    },
    {
        "id": "085291c4",
        "type": "reagent",
        "subtype": "Flora",
        "name": "Tarrakind",
        "effects": "An exotic spice, known to raise the humours. Also midly spicy and very tasty.",
        "desc": "Found in central Civil Holds and arid climates.",
        "reagents": "The-Vig-Exc",
        "rarity": "Uncommon"
    },
    {
        "id": "0890fa2f",
        "type": "reagent",
        "subtype": "Flora",
        "name": "Sansaveria",
        "effects": "A small bush that flowers in spring. Its leaves can be crushed to release a strong lemon-fresh scent.",
        "desc": "Found all across the Civil Holds.",
        "reagents": "For-Con-Poi",
        "rarity": "Uncommon"
    },
    {
        "id": "74bffc81",
        "type": "reagent",
        "subtype": "Flora",
        "name": "Turnizin",
        "effects": "A yellow flower that can be brewed into a fragrant tea that causes mild dizziness. Sometimes used as a drug by the poor. Has an earthy, pleasant smell.",
        "desc": "Found all across the Civil Holds in caves and low-light areas.",
        "reagents": "Soo-Con-Poi",
        "rarity": "Uncommon"
    },
    {
        "id": "b55d2254",
        "type": "reagent",
        "subtype": "Flora",
        "name": "Fellikus",
        "effects": "A gnarled vine that produces purple berries. The berries start hard and gritty, but dried and left alone they soften sweetly.",
        "desc": "Found in central Civil Holds and arid climates.",
        "reagents": "Sce-Soo-Oil",
        "rarity": "Uncommon"
    },
    {
        "id": "a33f09e8",
        "type": "reagent",
        "subtype": "Flora",
        "name": "Restofelikus",
        "effects": "A small, weedy plant that blooms multiple coloured flowers. The smaller leaves can be ground into a powder that lowers blood pressure and anxiety.",
        "desc": "Found all across the Civil Holds.",
        "reagents": "For-Soo-Vig-Oil",
        "rarity": "Uncommon"
    },
    {
        "id": "6eee3a7f",
        "type": "reagent",
        "subtype": "Flora",
        "name": "Blackweep",
        "effects": "A bell-shaped flower that weeps a thick, sappy substance which grows over with mould.  Extremely rare specimens that have aged and not been pruned can grow silky, transparent pods containing concentrated sap.",
        "desc": "Found all across the Civil Holds in caves and low-light areas.",
        "reagents": "Cor-Con-Sce",
        "rarity": "Uncommon"
    },
    {
        "id": "a13d1297",
        "type": "reagent",
        "subtype": "Flora",
        "name": "Bubble-tipped Flamebrim",
        "effects": "A red plant with bulbous, liquid filled tips that burst when lightly agitated as a defense mechanism.",
        "desc": "Found in central Civil Holds and arid climates.",
        "reagents": "Cor-Hyd-The",
        "rarity": "Uncommon"
    },
    {
        "id": "25c6c737",
        "type": "reagent",
        "subtype": "Flora",
        "name": "Sapho",
        "effects": "A deep purple herb that in volume can induce intense mania, dizziness and vomiting in subjects. It is odourless and colourless, but dries to a distinct chalky purple.",
        "desc": "Found all across the Civil Holds in cold or high-altitude areas.",
        "reagents": "Con-Exc-Poi",
        "rarity": "Uncommon"
    },
    {
        "id": "1691f9c0",
        "type": "reagent",
        "subtype": "Flora",
        "name": "Cushiin",
        "effects": "A red leafy herb whose powdered form creates an itching, burning and sneezing sensation when ground and prepared correctly.",
        "desc": "Found all across the Civil Holds, in forested areas.",
        "reagents": "The-Poi-Cor",
        "rarity": "Uncommon"
    },
    {
        "id": "f9414ebd",
        "type": "reagent",
        "subtype": "Flora",
        "name": "Lampfthus",
        "effects": "An uncommon, grey-green bulbous plant with large, grey-green flowers. As a defensive mechanism, the dripping liquid that spills from its flowers rots nearby plants. Because of this it doesn’t grow very fast or strong, but it rarely has competition.",
        "desc": "Found all across the Civil Holds, in forested areas.",
        "reagents": "Cor-Poi-Hyd",
        "rarity": "Uncommon"
    },
    {
        "id": "9433ad72",
        "type": "reagent",
        "subtype": "Flora",
        "name": "Degandre",
        "effects": "A small, woody herb with a terrible bitter taste. When used in low concentration, it is famous for providing a numbing effect when ingested or applied to the skin. However it becomes corrosive when too much is applied, or when reduced using alchemical processes.",
        "desc": "Found all across the Civil Holds, in forested areas.",
        "reagents": "Cor-Vig-The-Soo",
        "rarity": "Uncommon"
    },
    {
        "id": "c5a78ce9",
        "type": "reagent",
        "subtype": "Mineral",
        "name": "Currumin",
        "effects": "A spice ground from bones of exotic creatures. Tastes tangy.",
        "desc": "Found in caves, mines, rocky areas.",
        "reagents": "Exc-The-Sce",
        "rarity": "Uncommon"
    },
    {
        "id": "7345e36b",
        "type": "reagent",
        "subtype": "Flora",
        "name": "Moonlight Moss",
        "effects": "An orange, mossy bush that grows in dry places, between cracks and rocks and other places hidden from weather.",
        "desc": "Found all across the Civil Holds, in caves and low-light areas.",
        "reagents": "Con-Exc-Exc",
        "rarity": "Uncommon"
    },
    {
        "id": "3a9818db",
        "type": "reagent",
        "subtype": "Flora",
        "name": "Deludian Stempod",
        "effects": "A rare plant with one long-stalked tuber and a shorter crown that it emerges from. Grows best in high altitudes, as the pod releases it's spores on the wind to propagate. Despite providing confusion effects alchemically, some have experienced periods of intense, singular focus after breathing the spores directly.",
        "desc": "Found all across the Civil Holds in cold or high-altitude areas.",
        "reagents": "Con-Con-Con",
        "rarity": "Rare"
    },
    {
        "id": "24c2cc2f",
        "type": "reagent",
        "subtype": "Flora",
        "name": "Old Crone's Warning",
        "effects": "A small grassy bush about 10cm tall, which flowers small pink and red 5 petalled flowers once per season. Small propagating seeds grow underneath these flowers then, which are taken as food by insects. If handled carefully, this makes for an excellent, if expensive, cleaning fluid.",
        "desc": "Found all across the Civil Holds.",
        "reagents": "Cor-Cor-Cor",
        "rarity": "Rare"
    },
    {
        "id": "51a84f95",
        "type": "reagent",
        "subtype": "Flora",
        "name": "Servine Aldorus",
        "effects": "A variant of the common and mundane vine Aldorus, but far more wet, and looks as if it is in decomposition at all times. Lives parasitially on large trees high off the ground. Exudes a pungent odour when moved, and rubbing on the chest or inhaling the fumes opens airways and makes the heart beat faster.",
        "desc": "Found all across the Civil Holds, in forested areas.",
        "reagents": "Exc-Exc-Exc",
        "rarity": "Rare"
    },
    {
        "id": "4c90ab6d",
        "type": "reagent",
        "subtype": "Flora",
        "name": "Variegated Lungstem",
        "effects": "A hardy plant with long leaves of various greens that grow from a single central root system. Grows between 5 and 30cm in diameter. The leaves trap impurities in the air and filter them down to the soil which usually poisons the soil, meaning the Lungstem only thrives in places of purity.",
        "desc": "Found all across the Civil Holds, in forested areas.",
        "reagents": "For-For-For",
        "rarity": "Rare"
    },
    {
        "id": "2db998ab",
        "type": "reagent",
        "subtype": "Flora",
        "name": "Pigmoss",
        "effects": "A rich green lichen that grows on the cooler side of trees, burrowing deep into the wood and trapping water for long periods. Has such a foul taste that causes immediate vomiting, however some have mastered getting to the water without the taste.",
        "desc": "Found all across the Civil Holds, in forested areas.",
        "reagents": "Hyd-Hyd-Hyd",
        "rarity": "Rare"
    },
    {
        "id": "47a38c26",
        "type": "reagent",
        "subtype": "Flora",
        "name": "Purple-green Algae",
        "effects": "Growing in the center of large, still water sources, the algae releases an oily substance to keep it afloat, but which over time chokes the waterway. If left to cure, the oil has also been known to reduce the scent of anything it covers or is cooked with.",
        "desc": "Found all across the Civil Holds, in caves and low-light areas.",
        "reagents": "Oil-Oil-Oil",
        "rarity": "Rare"
    },
    {
        "id": "935656c8",
        "type": "reagent",
        "subtype": "Flora",
        "name": "Yellow Whither",
        "effects": "A woody tree like a bonsai, but nowhere near as beautiful. The sap and bark each are poisonous, though the toxins are slightly different. Teas made from the bark can lower the drinker's constitution",
        "desc": "Found in inland areas.",
        "reagents": "Poi-Poi-Poi",
        "rarity": "Rare"
    },
    {
        "id": "bb098419",
        "type": "reagent",
        "subtype": "Flora",
        "name": "Richland Sweetbloom",
        "effects": "A gorgeous tall flowering bush. Rich green leaves and bright, wide white flowers all give off a powerful sweet smell. It is also very edible and very tasty, and because of this is a favourite of animals and usually eaten as soon as they bloom.",
        "desc": "Found in coastal, low-altitude areas.",
        "reagents": "Sce-Sce-Sce",
        "rarity": "Rare"
    },
    {
        "id": "eadc1ae0",
        "type": "reagent",
        "subtype": "Flora",
        "name": "Weatherblossom",
        "effects": "Also known as Fortunetell, they say this plant can tell the future, but the truth is that its leaves and flower slighty changes colour and position, predictably, based on the weather. Sadly however, it triggers many allergies and exacerbates health conditions.",
        "desc": "Found all across the Civil Holds.",
        "reagents": "Soo-Soo-Soo",
        "rarity": "Rare"
    },
    {
        "id": "24b33ac6",
        "type": "reagent",
        "subtype": "Flora",
        "name": "Hardy Shade Whitfern",
        "effects": "A plain looking fern; the only unique property is a whitening a the center of the plant. If the waxy gritty spores of the fern tips are eaten directly, can reduce body temperature and incite mild apathy.",
        "desc": "Found all across the Civil Holds, in forested areas.",
        "reagents": "The-The-The",
        "rarity": "Rare"
    },
    {
        "id": "8b7deb76",
        "type": "reagent",
        "subtype": "Flora",
        "name": "Drakaea",
        "effects": "A rich, yellow and red, hammer-shaped orchid that releases a pheremone that attracts and confuses insects.",
        "desc": "Found all across the Civil Holds, in forested areas.",
        "reagents": "Vig-Vig-Vig",
        "rarity": "Rare"
    },
    {
        "id": "b5b1a7fa",
        "type": "reagent",
        "subtype": "Flora",
        "name": "Fallisroot",
        "effects": "A gnarled greyish root, which smells of pepper and smoke. Once it grows past 6cms it is relatively useless. It is also considered illegal, as it incites rage and adrenal responses in consumers when prepared properly. Grows commonly, but finding a good young sample is rare.",
        "desc": "Found all across the Civil Holds.",
        "reagents": "For-Exc-Vig",
        "rarity": "Rare"
    },
    {
        "id": "7382b662",
        "type": "reagent",
        "subtype": "Flora",
        "name": "Seekhale",
        "effects": "Also: Seekhalish Flower. A small shrub which blooms into vivid white and gold mottled flowers. An Elvish traditional flower used in political (peace making, crownings, diplomacy etc) and education which represents Political Groups. Has a pleasant aquine, woody, forest smell. Grows in deep forests near Eppelmore.",
        "desc": "Found in the North of the Civil Holds.",
        "reagents": "For-Soo-Sce-Oil-Hyd",
        "rarity": "Rare"
    },
    {
        "id": "cbbd3a19",
        "type": "reagent",
        "subtype": "Flora",
        "name": "Fellandris",
        "effects": "A bell-shaped flower that forms a waxen lining on the inside to attract insects. While Fellandris is relatively common, a specimen with the crucial waxen lining is quite rare.",
        "desc": "Found all across the Civil Holds, in caves and low-light areas.",
        "reagents": "Oil-Sce-Soo-Con-Poi",
        "rarity": "Rare"
    },
    {
        "id": "6bd13eef",
        "type": "reagent",
        "subtype": "Flora",
        "name": "White Flohthinne",
        "effects": "A beautiful plant with white stems and flowers, ending in a yellow centre. Grows best in in soils of intensely rich nutrients, and as such is associated with death and bloodshed.",
        "desc": "Found in places of death and blood.",
        "reagents": "Vig-Vig-Vig-For-For",
        "rarity": "Legendary"
    },
    {
        "id": "ffad8101",
        "type": "reagent",
        "subtype": "Flora",
        "name": "The Stranded",
        "effects": "A large-leafed purple flower that glimmers lightly in moonlight.  A full draw of its scent is dizzying and mildly euphoric, if only for a moment.",
        "desc": "Found where many births took place.",
        "reagents": "Poi-Poi-Sce-Sce-Con-Con",
        "rarity": "Legendary"
    },
    {
        "id": "6c69e307",
        "type": "reagent",
        "subtype": "Chemical",
        "name": "Solomon Stone",
        "effects": "A stone made by Alchemists past. When used in recipes, reduces the DC by 1.",
        "desc": "Not found in the wild.",
        "reagents": "For-The-Hyd-Vig-Soo-Sce",
        "rarity": "Legendary"
    },
    {
        "id": "541c1c8e",
        "type": "reagent",
        "subtype": "Chemical",
        "name": "Solomon Salt",
        "effects": "A powdery salt made by Alchemists past. When used in recipes, reduces the DC by 1.",
        "desc": "Not found in the wild.",
        "reagents": "Con-Cor-Poi-Oil-Exc",
        "rarity": "Legendary"
    },
    {
        "id": "22aeb05d",
        "type": "reagent",
        "subtype": "Chemical",
        "name": "Wept Solvent",
        "effects": "A black gooey and awful smelling viscous liquid, made from monstrous blood. When light is shone through it, refracts strangely creating dancing lights. Acts as 2 of any Reagent Property.",
        "desc": "Not found in the wild.",
        "reagents": "Wil-Wil",
        "rarity": "Legendary"
    },
    {
        "id": "dc407481",
        "type": "reagent",
        "subtype": "Chemical",
        "name": "Ethereal Flame",
        "effects": "A dancing flame that must be captured in a bottle, that shifts colours between turquoise, scarlet and a rich yellow.",
        "desc": "Said to be the lifeblood of an ancient creature.  Extremely Rare.",
        "reagents": "Wil-Wil-Wil-Wil-Wil",
        "rarity": "Legendary"
    },
    {
        "id": "f2b8be3a",
        "type": "reagent",
        "subtype": "Extract",
        "name": "Extract of Vigour",
        "effects": "A small paste of reagent.  When used in an Alchemical, failing to create the Alchemical does not result in the loss of this Reagent.",
        "desc": "Not found in the wild.",
        "reagents": "Vig",
        "rarity": "Uncommon"
    },
    {
        "id": "85e182dc",
        "type": "reagent",
        "subtype": "Extract",
        "name": "Extract of Hydrant",
        "effects": "A small paste of reagent.  When used in an Alchemical, failing to create the Alchemical does not result in the loss of this Reagent.",
        "desc": "Not found in the wild.",
        "reagents": "Hyd",
        "rarity": "Uncommon"
    },
    {
        "id": "3c00379e",
        "type": "reagent",
        "subtype": "Extract",
        "name": "Extract of Excite",
        "effects": "A small paste of reagent.  When used in an Alchemical, failing to create the Alchemical does not result in the loss of this Reagent.",
        "desc": "Not found in the wild.",
        "reagents": "Exc",
        "rarity": "Uncommon"
    },
    {
        "id": "95e252a1",
        "type": "reagent",
        "subtype": "Extract",
        "name": "Extract of Soothe",
        "effects": "A small paste of reagent.  When used in an Alchemical, failing to create the Alchemical does not result in the loss of this Reagent.",
        "desc": "Not found in the wild.",
        "reagents": "Soo",
        "rarity": "Uncommon"
    },
    {
        "id": "18682398",
        "type": "reagent",
        "subtype": "Extract",
        "name": "Extract of Scent",
        "effects": "A small paste of reagent.  When used in an Alchemical, failing to create the Alchemical does not result in the loss of this Reagent.",
        "desc": "Not found in the wild.",
        "reagents": "Sce",
        "rarity": "Uncommon"
    },
    {
        "id": "64f14257",
        "type": "reagent",
        "subtype": "Extract",
        "name": "Extract of Oil",
        "effects": "A small paste of reagent.  When used in an Alchemical, failing to create the Alchemical does not result in the loss of this Reagent.",
        "desc": "Not found in the wild.",
        "reagents": "Oil",
        "rarity": "Uncommon"
    },
    {
        "id": "abdb778e",
        "type": "reagent",
        "subtype": "Extract",
        "name": "Extract of Poison",
        "effects": "A small paste of reagent.  When used in an Alchemical, failing to create the Alchemical does not result in the loss of this Reagent.",
        "desc": "Not found in the wild.",
        "reagents": "Poi",
        "rarity": "Uncommon"
    },
    {
        "id": "af2f791c",
        "type": "reagent",
        "subtype": "Extract",
        "name": "Extract of Fortify",
        "effects": "A small paste of reagent.  When used in an Alchemical, failing to create the Alchemical does not result in the loss of this Reagent.",
        "desc": "Not found in the wild.",
        "reagents": "For",
        "rarity": "Uncommon"
    },
    {
        "id": "bb4c8d5f",
        "type": "reagent",
        "subtype": "Extract",
        "name": "Extract of Corrode",
        "effects": "A small paste of reagent.  When used in an Alchemical, failing to create the Alchemical does not result in the loss of this Reagent.",
        "desc": "Not found in the wild.",
        "reagents": "Cor",
        "rarity": "Uncommon"
    },
    {
        "id": "ddeb24ab",
        "type": "reagent",
        "subtype": "Extract",
        "name": "Extract of Thermality",
        "effects": "A small paste of reagent.  When used in an Alchemical, failing to create the Alchemical does not result in the loss of this Reagent.",
        "desc": "Not found in the wild.",
        "reagents": "The",
        "rarity": "Uncommon"
    },
    {
        "id": "cb64286e",
        "type": "reagent",
        "subtype": "Extract",
        "name": "Extract of Confusion",
        "effects": "A small paste of reagent.  When used in an Alchemical, failing to create the Alchemical does not result in the loss of this Reagent.",
        "desc": "Not found in the wild.",
        "reagents": "Con",
        "rarity": "Uncommon"
    }
]