[
    {
        "category": "athletics",
        "description": "You move yourself to somewhere else.  You cannot move through enemy creatures, and moving through squares that are either difficult terrain or are part of the Threatening Range of an enemy costs twice the movement.  As part of the same Action, you may resolve multiple Athletics Moves, such as walking and then climbing, if you have the available movement squares - you may only choose 1 Mod per turn as normal, however.",
        "id": "3d117be9",
        "name": "Athletics",
        "quick": false,
        "stamina": false,
        "stat": "con",
        "type": "Skill"
    },
    {
        "category": "athletics",
        "description": "You relocate your body by walking, running, swimming or flying.  Travelling through multiple squares of a Threatening Range of an enemy costs twice the movement for each square beyond the first. If you relocate under stress for a number of minutes greater than your CON bonus, you need to succeed at the Relocate Move every minute at an incrementing DC, or need to stop and gain the Exhausted Status.",
        "id": "a3e6a24d",
        "name": "Relocate",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "athletics",
        "description": "You perform a jump, moving up to a number of squares horizontally equal to 1/2 your movement or vertically equal to 1/4 of your movement, however you must succeed at a Relocate Move Roll with the DC equal to the number of squares you are jumping.  The DC reduces by 1 if you get a run-up.",
        "id": "72450e9b",
        "name": "Jump",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "athletics",
        "description": "You climb a surface a number of squares equal to half your movement speed, however you must succeed at a Relocate Move Roll with the DC equal to the difficulty of the surface.",
        "id": "184109f3",
        "name": "Climb",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "athletics",
        "description": "You safely fall a number of squares equal to 2 plus twice your CON bonus, however you must succeed at a Relocate Move Roll with the DC equal to the number of squares you fall.  If you fail, you lose 3 Verve per square you fell, and may incur a negative Status.",
        "id": "ed773613",
        "name": "Fall",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "athletics",
        "description": "Until the beginning of your next turn, ignore the Encumbered Status.  When used outside of Combat, resolve the Relocate Move against a DC of 2 to gain this benefit for 1 minute.",
        "id": "365adedc",
        "name": "Heavy Armour Relocate",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "athletics",
        "description": "You may split the movement of your Relocate Move(s) into multiple parts, resolving Relocate, Jump, Climb and Fall before, after or during your other Moves.",
        "id": "cd98a90d",
        "name": "Split Relocate",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "athletics",
        "description": "Your movement this turn is reduced to 0sq.  Next turn, you gain 3sq. movement.",
        "id": "50e94a86",
        "name": "Stored Potential",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "athletics",
        "description": "If you have less than 10% of your HP remaining and are in combat, your Move increases by 2sq.",
        "id": "61830515",
        "name": "Adrenal Relocate",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "athletics",
        "description": "You may resolve the Relocate Move through squares occupied by an enemy figure, however you lose 1 Verve for each creature whose Threatening Range is on one of the squares you move through.  Verve Loss cannot be ignored by Resistances.",
        "id": "e5b67166",
        "name": "Slip Through I",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "athletics",
        "description": "You may Relocate through enemy squares without penalty.",
        "id": "86cb3f1d",
        "name": "Slip Through II",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "athletics",
        "description": "If a creature moves within 1 square of you and is not fleeing from you, you gain 2sq of movement on your turn.  You gain this benefit once per turn.",
        "id": "6c0c08d4",
        "name": "Slipstream",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "athletics",
        "description": "You gain a +2 Bonus to the Relocate Move when negotiating unstable ground.  Additionally, any movement penalty applied by difficult terrain this turn is halved.",
        "id": "6468c1af",
        "name": "Stable Relocater",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "athletics",
        "description": "If you move at least 4 squares, you slide as part of your movement and gain +3 UDR against Basic and Special Ranged attacks this turn, unless your Armour's UDR is higher.",
        "id": "da5c844a",
        "name": "Slide",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "athletics",
        "description": "You attempt leap over a creature and apply the Blind Status to them (Blind applying only when they target you).  You are successful if you succeed at resolving the Jump Move at a DC equal to the size category of the creature you face: DC1 for tiny, DC2 for small, or DC3 for normal.  This effect wears off if you attack them or take an obvious Action, and they gain the Cautious Status.",
        "id": "0fe46e3b",
        "name": "Hopscotch",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "athletics",
        "description": "Resolve the Jump Move, adding 1sq. of vertical, 2sq. of horizontal, or Resolve the Fall Move adding 4sq. of falling distance.",
        "id": "3e3f2e57",
        "name": "Acrobatic Leaper I",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "athletics",
        "description": "Resolve the Jump Move, adding 2sq. of vertical, 3sq. of horizontal, or Resolve the Fall Move adding 6sq. of falling distance.",
        "id": "09d65b31",
        "name": "Acrobatic Leaper II",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "athletics",
        "description": "Resolve the Fall Move.  If you succeed, you add 6sq. of falling distance.  When you land, you also roll out of your fall, travelling up to 4 free sq.  Rolling in this way can be considered a direct line, for the purposes of other Mods and Moves.",
        "id": "7a7a95c3",
        "name": "Tuck and Roll",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "athletics",
        "description": "You can climb your full movement.",
        "id": "1ef46b21",
        "name": "Shimmy",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "athletics",
        "description": "You jump off a wall or a creature at least 1 size category larger than you, gaining an additional 3sq of height.  You may optionally end your turn on your target, it if it was a creature.",
        "id": "0c75d0c4",
        "name": "Kick Leap",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "athletics",
        "description": "Resolve the Jump Move as if you had a run-up.",
        "id": "5964471a",
        "name": "Standing Leap",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "athletics",
        "description": "Instead of resolving an Athletics Move, you reduce your movement speed to 0.  Until the start of your next turn, you gain +2 to Defence Rolls against effects that try to move you, including Trip and Grapple, and additionally Disarm.  Additionally, your opponent gets no bonus damage or effects for charging.  Finally, if an enemy attempts to move around you or through you, resolve the Athletics Move.  If you beat their Dexterity, you prevent them from taking that movement, and they must choose a different path.",
        "id": "7661f9a8",
        "name": "Root",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "athletics",
        "description": "If you have a clear downward path of at least 4sq to a target and succeed at an Athletics Move, you leap down and deal them your Bonus Damage Dice.  Place yourself on an adjacent unoccupied sq.  Alternatively, if they have a larger size category than you, you may land on top of them.",
        "id": "3a12ef15",
        "name": "Downward Strike",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "athletics",
        "description": "If you were hit last turn, you gain +1 sq of movement this turn",
        "id": "411fdf1b",
        "name": "Painful Retreat",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "athletics",
        "description": "If you used the Relocate Move this turn, the first creature that uses their Basic Reposition within twice your Threatened Area has their movement reduced by 2sq.  They may ignore this, and if they do you deal your Bonus Damage to them.",
        "id": "5ff13a60",
        "name": "Tactical Position",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "athletics",
        "description": "Resolve the Jump Move.  If you leap onto and off a wall as part of your movement, you are not disdvantaged for moving through squares that are within enemy Threatening Ranges, and you gain +2sq. of horizontal distance.",
        "id": "6da28e1d",
        "name": "Wall Leap",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "athletics",
        "description": "Resolve the Jump Move.  On a Raw Roll of 18+, 1 target whose Threatening Range you leaped through is considered Flanked for other Moves you make on it this turn.",
        "id": "676a5888",
        "name": "Wall Flanker",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "athletics",
        "description": "Resolve the Jump Move to jump at least 3sq. into your Threatening Range of a creature.  If you succeed, you upgrade your Bonus Damage Dice until the start of your next turn.",
        "id": "806e9e73",
        "name": "Leap Attack",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "athletics",
        "description": "Resolve the Jump Move to jump at least 3sq. into your Threatening Range of a creature.  Your Jump Move automatically succeds, and you apply an additional 5 Verve Loss when resolving Basic Melee Attack.  On a Raw Roll of 11+ you also deal twice your Bonus Damage to them.  On a Raw Roll of 18+ you also knock adjacent Medium or smaller creatures prone.",
        "id": "1d44fcd4",
        "name": "Slam",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "athletics",
        "description": "When prone, you leap to your feet and enemies lose their PRed against you.  You are also considered hidden to them for the purposes of the first Basic Attack you make on them this round, even if they are Cautious.",
        "id": "117daed2",
        "name": "To your feet",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "athletics",
        "description": "If your target is Flanked, resolve the Jump Move at a DC of 2, or 1 if your target is 2 size categories larger than you.  If you succeed, you jump off them and backward 3sq, and deal them 15 Physical Damage.",
        "id": "c849168a",
        "name": "Blind Spot: Kick off",
        "quick": true,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "athletics",
        "description": "Instead of sacrificing your Primary Action for a second unmodded Relocate Move, you sacrifice it for a modded Relocate Move.",
        "id": "dbf5fa74",
        "name": "Dashing Relocate I",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "athletics",
        "description": "You gain a second Relocate Move, in addition to your Primary and original Relocate Moves.",
        "id": "54f6882d",
        "name": "Dashing Relocate II",
        "quick": false,
        "stamina": true,
        "type": "Passive"
    },
    {
        "category": "athletics",
        "description": "You may use 2 Mods on all Athletics Moves this turn if you pay the Stamina cost.",
        "id": "4f17a3f3",
        "name": "Brutal Relocate",
        "quick": false,
        "stamina": true,
        "type": "Passive"
    },
    {
        "category": "combat",
        "description": "Once per combat, you may increase your movement speed by 2sq for one turn, or use an additional Mod with the Athletics Moves.",
        "id": "4ef00e63",
        "name": "Athletics Mastery",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "body",
        "description": "You rest, restoring your body and mind.  A Rest Cycle is 30 minutes, and you may gain the benefit of 1 16-Cycle Long Rest and 4 Cycles of Short and Medium Rest per day.  If you do not resolve the Long Rest Move, or you do not eat, once per day, you gain the Exhausted Status until you do.",
        "id": "99d6763b",
        "name": "Rest",
        "quick": false,
        "stamina": false,
        "stat": "con",
        "type": "Skill"
    },
    {
        "category": "body",
        "description": "In combat you take a moment, regaining 5 Verve, plus your CON Bonus, plus your points in the Rest Skill.  You may use this once per Combat.",
        "id": "0e747388",
        "name": "Take a Breather",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "body",
        "description": "When in a comfortable space, you take Rest for 10 minutes which counts as 1 Rest Cycle.  If you are below your Verve Reserve, you Restore up to that value.  You additionally restore 10 Mana, plus 1 per point in the Rest Skill.",
        "id": "327f8d06",
        "name": "Short Rest",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "body",
        "description": "When in a comfortable space, you take Rest for 2 Rest Cycles.  If you are below twice your Verve Reserve, you Restore up to that value.  You additionally restore 25% of your total Mana, plus 2 per point in the Rest Skill.  Finally, you also Restore 1 Stamina.",
        "id": "b0261e7b",
        "name": "Medium Rest",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "body",
        "description": "When in a comfortable space, you Rest or Sleep for 16 Cycles, restoring all your Mana, Psi, Verve and Stamina.",
        "id": "327f8d06",
        "name": "Long Rest",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "body",
        "description": "When you have the Dying Status, you may attempt to stabilise and remove it.  You stabilise if you successfully resolve the Rest Move Roll at a DC2.  If your current Verve is less than -10 or you have a Wound Status, the DC raises to 3.  After Stabilising, you awaken with the Prone and Wound: Injured Statuses.",
        "id": "91e4a0d8",
        "name": "Stabilise",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "body",
        "description": "When performing a Long Rest, you remove one of the following Long Statuses: Dazed, Discordant, Dumb, Exhausted, Limited, Staggered, Terrified, Vulnerable, Weakened.  Additionally, you grant a +2 bonus to anyone tending to you to treat a Wounded Status.",
        "id": "e7a2274e",
        "name": "Recouperative Sleeper",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "body",
        "description": "Resolve a Long Rest.  You restore only 80% of your Verve, however you Gain 1 additional Stamina which, if unused, is lost the next time you resolve Long Rest.",
        "id": "9b27fc20",
        "name": "Energising Rest",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "body",
        "description": "Resolve a Long Rest.  You gain 1 Lucky.  As a Free Action, you may expend Lucky to reroll any roll.  You must accept the new result if you do.  Lucky expires the next time you resolve Long Rest.",
        "id": "01a3c7af",
        "name": "Lucky",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "body",
        "description": "Resolve Take a Breather.  You may additionally gain any number of Long Debilities of your choice.  If you do, gain +20 Verve for each.",
        "id": "feb7da19",
        "name": "Desperate Breather",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "body",
        "description": "Using Rapid Rest also grants you a +1 Bonus to your next Move Roll.",
        "id": "8ba836ed",
        "name": "Reflective Breather",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "body",
        "description": "Resolve Take a Breather and roll a d20.  On a Raw Roll of 11+, you Gain 10 Verve instead of the normal 5.",
        "id": "f8964cdf",
        "name": "Rapid Breather",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "body",
        "description": "Resolve Take a Breather.  You gain 1 Brutal.  As a Free Action, you may exchange 1 Brutal to upgrade your Bonus Damage Dice for 1 round.  You may hold only 1 Brutal at any time.",
        "id": "b0a906e0",
        "name": "Damage Preparation",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "body",
        "description": "If you have at least one adjacent target, and all are Flanked and do not have the Cautious Status, Resolving Rest as Take a Breather is a Quick Action.",
        "id": "f1c9b771",
        "name": "Blind Spot: Preparation",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "body",
        "description": "If you killed a creature this turn, you may resolve the Rapid Rest Move as a Quick Action.",
        "id": "317c1e9f",
        "name": "Kill Catalyst",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "body",
        "description": "Using the Take a Breather Move restores 15% of your HP if you have less than 15% of your health remaining.  This does not count as a use of Take a Breather.",
        "id": "8c278b68",
        "name": "Second Wind",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "body",
        "description": "Resolve the Take a Breather Move.  One other Move you use this turn can be used with an additional Mod, to a maximum of 2 Mods.",
        "id": "c2479447",
        "name": "Quick Preparation",
        "quick": true,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "body",
        "description": "Resolve the Take a Breather Move.  You delay the effect of a poison, a disease, or a spell which affects your mind this turn.",
        "id": "c6d50cd6",
        "name": "Delay Affliction",
        "quick": true,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "body",
        "description": "Your Verve Reserve is 10% larger.",
        "id": "41fd5ed2",
        "name": "Quickened Rest",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "body",
        "description": "You Stabilise automatically and with all your Moves available, if you can pay the Stamina cost.",
        "id": "30835694",
        "name": "Stabiliser",
        "quick": false,
        "stamina": true,
        "type": "Passive"
    },
    {
        "category": "body",
        "description": "When resolving the Long Rest Move, you may choose 2 Mods",
        "id": "0715020f",
        "name": "Sleep Afficionado",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "body",
        "description": "Any time you Restore Verve, you Restore 1 additional Veve.",
        "id": "05ad69e8",
        "name": "Quick Healer",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "body",
        "description": "Any time you Restore Verve, you may treat it as Gaining Verve, however your Temporary Verve may not exceed 25.",
        "id": "d81eb037",
        "name": "Healthy Constitution",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "body",
        "description": "You are used to long awake times.  You only need to resolve the Long Rest Move or eat once every 3 days to avoid Exhaustion.  You may use this ability once, and it is restored when you perform a Long Rest and eat a meal.",
        "id": "3d11e36e",
        "name": "Extended Wakefulness",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "body",
        "description": "When under the effect of the Flowing Status, you Restore an additional 2 Verve.",
        "id": "6114dae8",
        "name": "Does the body good",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "general",
        "description": "You use items at hand.  Some items require resolving another Move, which you resolve at the time of using the item.\n\nYou typically have room on Accessory Belt / Item Belt for 2 limited-use items, or 5 Alchemical Reagents, per point int Use Item without fear of breakage.  You may additionally hold 3 small throwable weapons, such as knives or shuriken, plus 1 per point in Use Item.",
        "id": "f1ddbecf",
        "name": "Use Item",
        "quick": false,
        "stamina": false,
        "stat": "dex",
        "type": "Skill"
    },
    {
        "category": "general",
        "description": "You drink an alchemical or potion that is in your accessory belt, or you apply one to an adjacent willing target.  If you are the target, this move is resolved as a Quick Action.",
        "id": "799ccc36",
        "name": "Quaff",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "general",
        "description": "You trigger the effects of a usable item that is in your accessory belt, such as a Runic Seal, and which you have the ability to use on yourself or a valid target.  If the item requires you to Resolve a Move, resolve it now.",
        "id": "0bbfd597",
        "name": "Use",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "general",
        "description": "You apply an oil or poison that is on your accessory belt to a weapon that you have equipped.",
        "id": "26b3a2a0",
        "name": "Apply Weapon Oil",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "general",
        "description": "You restock your accessory belt / container with up to 3 items, or you stop to Rummage in your pack for up to 2 items that you know are there.",
        "id": "60b2e48f",
        "name": "Rummage / Restock",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "general",
        "description": "Resolve the Quaff or Use Move with a potion, Alchemical, or simple item as a Quick Action.",
        "id": "72e11b82",
        "name": "Quick Quaffer",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "general",
        "description": "Resolve the Use Move against a Flanked target.  Any damage applied by the item is increased by 4.",
        "id": "33418b42",
        "name": "Blind Spot: Use Item",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "general",
        "description": "When outside of all enemy Threatening Ranges, you resolve the Apply Weapon Oil Move as a Quick Action.",
        "id": "63d8b6a4",
        "name": "Apply Weapon Oil",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "general",
        "description": "If you throw a bomb or item that produces an explosion or shrapnel into a combat with at least 8 participants connected, the range of the item becomes the spaces occupied by all creatures in the connection.",
        "id": "47d7a27d",
        "name": "Carpet Bomb",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "general",
        "description": "When resolving the Rummage / Restock Move, you retrieve any number of items that you can safely handle.",
        "id": "c8bfd34a",
        "name": "Reckless Rummager",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "general",
        "description": "When resolving the Use Move with an item that has or had multiple charges, you do not expend the charge on a Raw Roll of 17+",
        "id": "39fd019a",
        "name": "Economical User",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "general",
        "description": "You may resolve the Quaff Move with a willing target within 10sq. (other than yourself) as the target.",
        "id": "20b7b2f2",
        "name": "Hold in one.",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "general",
        "description": "You may resolve the Use Move with an item that has charges, or with up to 3 Alchemical Bombs.  When you do, you expend up to 3 charges on the item or hurl up to 3 bombs as a single action against the same target.  Any item with charges is completely expended.",
        "id": "c70eb8a7",
        "name": "Tick, tick, boom",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "general",
        "description": "When resolving the Quaff Move with a potion, it gains +1 to one of its effects.",
        "id": "dd393ee5",
        "name": "Frequent Quaffer",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "general",
        "description": "When outside of all enemy Threatening Ranges, you resolve the Quaff Move as a Free Action.  You may only use this once per turn.",
        "id": "5a84e71a",
        "name": "Free Quaffer",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "general",
        "description": "When resolving the Quaff Move with an Alchemical, it gains +1 to one of its effects.",
        "id": "0a9bd247",
        "name": "Frequent Snuffer",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "general",
        "description": "Your item belt holds two more items safely.",
        "id": "d1151cbe",
        "name": "Utility Bandolier",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "defences",
        "description": "You resist certain Moves using your armour and ability to block.",
        "id": "e21ee114",
        "name": "Block",
        "quick": false,
        "stamina": false,
        "stat": "str",
        "type": "Skill"
    },
    {
        "category": "defences",
        "description": "You resist basic attacks by taking them on your armour, plus your resist Moves that target STR for their defences.  To block, you need to be wearing Armour, wielding a one-handed melee weapon or carrying a shield.  If you succeed, you reduce the incoming Verve Damage by 50% and your attacker incurs 1 Verve Loss.  Additionally, on a Raw Roll of 20 you reduce the incoming Verve loss to 0.\n\nThe maximum number of points you can spend on Block each time you resolve it is equal to your Maximum Block value, which is a combination of your armour, your weapon and shield, and bonuses from magic and Move Mods.",
        "id": "71f786fd",
        "name": "Block (STR)",
        "quick": false,
        "stamina": false,
        "type": "Reaction"
    },
    {
        "category": "defences",
        "description": "If you resolved Basic Melee Attack this turn, you gain +1 to your Move Roll.  If you did not use a Mod with Basic Melee Attack, you instead gain +2.",
        "id": "59509e73",
        "name": "Careful Fighter",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "If you applied at least 10 Verve Loss to your opponent on your turn, you gain +1 to your Move Roll.",
        "id": "1e539630",
        "name": "Parry",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "You incur a -2 penalty to the Block Move.  If you use the Melee Attack Move on next turn, apply your Bonus Damage Dice as damage to them.",
        "id": "f3d4c496",
        "name": "Turned weapons",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "You deal 2 Verve Loss to targets you succeed against, and 1 to those you do not.",
        "id": "eb8d4c21",
        "name": "Riposte",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "You resolve Block with a -3 penalty to your Move Roll, however you deal 4 Verve Loss to targets you succeed against, and 3 to those you do not.",
        "id": "07f05182",
        "name": "Thorn Block",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "On a successful Block, you gain a +1 Bonus to Influence Moves against your target until the end of your next turn.",
        "id": "120943ba",
        "name": "Defiant Block",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "Instead of being a Reaction Move, you can use Block as your Relocate Move.  You gain UDR equal to half your Skill Points in the Block Move.",
        "id": "3a85ec19",
        "name": "Hunker Down",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "You gain a +2 bonus to the Block Move against non-magical Basic and Special attacks that try to move or stun you.",
        "id": "797ebe5b",
        "name": "Root",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "If you are weilding a Shield and relocated towards your target at least 3sq. this turn, you gain +2 to the Block Move against that opponent until the start of your next turn.",
        "id": "96a9f3d7",
        "name": "Shielded Advance",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "For the rest of the turn, you ignore any number of Basic Attacks equal to your Armour or Shield's PDR.  This effect may also apply to Special Attacks if the Armour or Shield you sacrificed is magical.  The Armour or Shield you sacrificed has its PDR reduced to 0, which can be alleviated with simple repairs.",
        "id": "c9ed6189",
        "name": "Last Defense",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "When the target of a Basic Attack and you are behind an ally that is using Block against your target, you may use the Block Skill value of your ally instead of your own.  Similarly, you may apply your Block to an ally behind you if you are the one in front.",
        "id": "04750774",
        "name": "Blocking Slipstream",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "If you are against or behind a wall or in a defensible space, you may attempt a Block against area of effect spells and effects, even if they do not normally allow them.  If the effect does not have a successful Block effect, you gain 3 UDR against it.",
        "id": "8e2468b3",
        "name": "Wall Huddle",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "You trigger a personal World Changer if you Block with a Raw Roll of 20+.  Your 20 can still apply to a second World Changer.",
        "id": "ec662ee3",
        "name": "Gambling Block",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "If your target does not have the Cautious Status, then instead of resolving the Block Move you may willingly split damage between the original target and yourself at a rate of 75% to you and 25% to your opponent.  However you may only use this on targets adjacent to you and damage applied to you cannot be resisted.",
        "id": "44ab1592",
        "name": "Absorb Block",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "When using Block to defend against a Special Attack that allows it, and you are adjacent to an ally, you may reroll a failure.  You can use this once per combat.",
        "id": "2107299b",
        "name": "Special Shield",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "You move to and redirect all Basic, Magic and Special Attacks from an ally who is adjacent, or within your remaining sq of movement.  Special Attacks with Areas of Effect only affect you once.",
        "id": "4dc8fe1d",
        "name": "Human Shield",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "You gain twice your armour's PDR as a bonus to each Move Roll for the Block Move, and you have no Maximum Block this turn.",
        "id": "f025f09a",
        "name": "Grand Block",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "As a Free Action, you may reduce your Maximum Block until the start of your next turn.  For each point you sacrifice, an adjacent ally gains 1 UDR until the start of their turn.",
        "id": "f80cb8a0",
        "name": "Block Other",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "defences",
        "description": "Once per combat, you may reroll a failed Block with a -2 penalty.",
        "id": "a0baf8ea",
        "name": "Seasoned Blocker",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "defences",
        "description": "As a Free Action, until the start of your next turn you may ignore all PDR applied from your Armour and Weapons to gain a +1 to the Block Move.",
        "id": "f2a4374e",
        "name": "Great Block",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "defences",
        "description": "You may spend a Stamina to ignore the effects of the Weakened Status Effect for 2 Turns, or instead to ignore the effect of Staggered for 1 turn.",
        "id": "91b7176f",
        "name": "STR Resistant",
        "quick": true,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "defences",
        "description": "You resist certain Moves using your ability to avoid them.",
        "id": "fb25bccb",
        "name": "Dodge",
        "quick": false,
        "stamina": false,
        "stat": "dex",
        "type": "Skill"
    },
    {
        "category": "defences",
        "description": "You resist Basic Attacks by avoiding them, plus you resist Moves that target DEX for their defences.  To Dodge, you must not be Encumbered or Rooted, and you must be aware of your attacker.  If you succeed, you reduce the incoming Verve Damage by 50% and you can move to an adjacent unoccupied square as a Free Action after all enemies have resolved their turns.  Additionally, on a Raw Roll of 20 you reduce the incoming Verve loss to 0.\n\nThe maximum number of points you can spend on Dodge each time you resolve it is equal to your Maximum Dodge value, which is a combination of your armour and bonuses from magic and Move Mods.",
        "id": "5eeface9",
        "name": "Dodge (DEX)",
        "quick": false,
        "stamina": false,
        "type": "Reaction"
    },
    {
        "category": "defences",
        "description": "If you have your full movement left this turn, you gain +1 to your Dodge Move Roll.",
        "id": "2670c4ab",
        "name": "Ready Dodge",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "If you have not used your Relocate Action, you gain +2 to the Dodge Move.",
        "id": "43ecca9c",
        "name": "Poised Dodge",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "You gain +1 to the Dodge Move against Ranged Basic Attacks that originated at least 12sq away from you.",
        "id": "b69bd833",
        "name": "Ranged Dodge",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "If you successfully Dodge, you may move up to 2sq instead of 1 and you may move through your opponents freely.",
        "id": "df6378f7",
        "name": "Repositioning Dodge",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "You gain +1 to your Dodge Move Roll if you are next to a solid structure, like a pillar or brazier, and there is an unoccupied space available for you to leap to.  You must move to that space on a success.",
        "id": "cb65d94e",
        "name": "Environmental Dodge",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "If you've moved directly away at least 4qs. from a target this turn, you gain +2 to the Dodge Move against Basic and Special Attacks it uses against you.",
        "id": "79299e0e",
        "name": "Retreater",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "On a Raw Roll of 11+, if you succeed at your Dodge you deal your Bonus Damage Dice (if you have a weapon with the Throwable Tag in your Item Belt), or may cast a Cantrip (but must pay a minimum Mana cost of 1, if it is lower), at your target.",
        "id": "a0ff922a",
        "name": "Throw and Dodge",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "If you successfully Dodge, you gain +1 to the following Moves against this creature on your next turn: Stealth, Subterfuge, Ki Attunement, Kinetics, Use Item.",
        "id": "c0ba6b25",
        "name": "Dodge Reaction",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "You get +4 to all Dodges you use this turn.",
        "id": "8422fccf",
        "name": "Grand Dodge",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "When resolving the Dodge Move, you may roll up to 4sq.  If that would avoid a Special Attacks's area of effect, you automatically succeed at your Dodge Roll against that Special Attack.",
        "id": "7d9117d5",
        "name": "Rolly-polly",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "If you participate in a combat with at least 6 participants connected, you gain +2 to the Dodge Move.",
        "id": "0d77ceba",
        "name": "Throng Dodge",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "Instead of being a Reaction Move, you can use Dodge as your Relocate Move.  Resolve it immediately and apply it to the first Basic or Special Attack against you, even if the Special Attack does not normally allow a Dodge.  You may reroll this resolve once, and you may still use the Dodge Move as a Reaction to subsequent attacks that target you.",
        "id": "3e52c4b9",
        "name": "Preemptive Dodge",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "You trigger a Personal World Changer if you achieve a Raw Roll of 20+.  Your Roll can still apply to a second World Changer.",
        "id": "3dfb4d9f",
        "name": "Gambling Dodge",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "Whenever you resolve the Dodge Move against a target: you have Noted them.  Any time a target that you have Noted leaves your Threatening Range, you may resolve the Jump Move with a DC of 2 as a Free Action, to leap to within Threatened Area of your target, or up to your maximum Jump distance, towards the attacker you Dodged.  When you land, if your target is in your Threatening Range, then your next attack adds your Bonus Damage Dice.",
        "id": "53ed2314",
        "name": "Lunging Dodge",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "defences",
        "description": "You push an ally who is within 2 squares of you and is the target of a Basic Attack into a safe space up to 2 sq away from where they began.  Your ally is now the target only of the first basic attack, and you are the target of all subsequent ones that they would have incurred.",
        "id": "4b384d13",
        "name": "Dodge Push",
        "quick": true,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "defences",
        "description": "Once per combat, when may reroll a failed Dodge with a -2 penalty.",
        "id": "482dd2c5",
        "name": "Seasoned Dodger",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "defences",
        "description": "When under the effect of the Bound Status, you do not incur the -2 penalty to Move Rolls on Primary Moves.  When under the effects of the Prone Status, attacks do not deal extra Damage to you.",
        "id": "865b1488",
        "name": "DEX Resistant",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "defences",
        "description": "You resist Moves that target CON for their defences",
        "id": "8cf4f202",
        "name": "Resist CON",
        "quick": false,
        "stamina": false,
        "stat": "con",
        "type": "Skill"
    },
    {
        "category": "defences",
        "description": "You resist Moves that target CON for their defences",
        "id": "10ef99b0",
        "name": "Resist (CON)",
        "quick": false,
        "stamina": false,
        "type": "Reaction"
    },
    {
        "category": "defences",
        "description": "Once per Long Rest, you gain a +1 bonus to Resist (CON).",
        "id": "3dcc84c5",
        "name": "Rested Constitution",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "When using the Resist (CON) move, you gain a +1 bonus against poisons.  If you fail, you reduce the effect of the posion by 25%.",
        "id": "ba0f57b8",
        "name": "Healthy",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "When using the Resist (CON) move, you gain a +1 bonus against diseases.  If you fail, you reduce the effect of the disease by 25% for 1 day.",
        "id": "ac146923",
        "name": "Wellness",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "If you have failed a Resist (CON) in the last hour, you gain a +1 Bonus to your Resist (CON) Move Roll.  This increases to +2 the second and subsequent times in the hour.",
        "id": "3920e5d8",
        "name": "Adaptive Resist (CON)",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "You trigger a Personal World Changer if you achieve a Raw Roll of 19+. If you rolled a 20, your Roll can still apply to a second World Changer.",
        "id": "80ca259a",
        "name": "Gambling Resist (CON)",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "When under the effect of the Stunned Status Effect, you may choose to ignore either losing an action, or performing Moves that require a Move Roll.  When under the effect of the Confused Status Effect, you are confused on a Raw Roll of 10+ instead of 7+.",
        "id": "0a7db653",
        "name": "CON Resistant",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "defences",
        "description": "If you fail your Resist (CON), you can halve its duration.",
        "id": "f79c4036",
        "name": "Shrug Resist (CON)",
        "quick": false,
        "stamina": true,
        "type": "Passive"
    },
    {
        "category": "defences",
        "description": "You resist Moves that target INT for their defences",
        "id": "a39eb68b",
        "name": "Resist INT",
        "quick": false,
        "stamina": false,
        "stat": "int",
        "type": "Skill"
    },
    {
        "category": "defences",
        "description": "You resist Moves that target INT for their defences",
        "id": "e9598ac6",
        "name": "Resist",
        "quick": false,
        "stamina": false,
        "type": "Reaction"
    },
    {
        "category": "defences",
        "description": "Once per Long Rest, you gain a +1 bonus to Resist (INT).",
        "id": "aded4b42",
        "name": "Rested Intelligence",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "When using the Resist (INT) move, you gain a +1 bonus against stunning effects.  If you fail, you delay the effect for 1 Round.",
        "id": "166ede24",
        "name": "Healthy",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "When using the Resist (INT) move, you gain a +1 bonus against confusion and effects that make you more dim-witted.  If you fail, you delay the effect for 1 Round.",
        "id": "c326ecad",
        "name": "Wellness",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "If you have failed a Resist (INT) in the last hour, you gain a +1 Bonus to your Resist (INT) Move Roll.  This increases to +2 the second and subsequent times in the hour.",
        "id": "8b123457",
        "name": "Adaptive Resist (INT)",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "You trigger a Personal World Changer if you achieve a Raw Roll of 19+. If you rolled a 20, your Roll can still apply to a second World Changer.",
        "id": "e710fa2f",
        "name": "Gambling Resist (INT)",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "You may spend a Stamina as a Free Action to ignore the effects of Dumb for 1 Turn.  When under the effects of the Dazed Status, you may maintain concentration for 2 Rounds instead of 1.",
        "id": "9a4d4871",
        "name": "INT Resistant",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "defences",
        "description": "If you fail your Resist (INT), you can halve its duration.",
        "id": "a66df4fc",
        "name": "Shrug Resist (INT)",
        "quick": false,
        "stamina": true,
        "type": "Passive"
    },
    {
        "category": "defences",
        "description": "You resist Moves that target WIS for their defences",
        "id": "7ff9fecf",
        "name": "Resist WIS",
        "quick": false,
        "stamina": false,
        "stat": "wis",
        "type": "Skill"
    },
    {
        "category": "defences",
        "description": "You resist Moves that target WIS for their defences",
        "id": "6f2db4fc",
        "name": "Resist (INT)",
        "quick": false,
        "stamina": false,
        "type": "Reaction"
    },
    {
        "category": "defences",
        "description": "Once per Long Rest, you gain a +1 bonus to Resist (WIS).",
        "id": "326e62ea",
        "name": "Rested Wisdom",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "When using the Resist (WIS) move, you gain a +1 bonus against effects that teleport you.",
        "id": "2c60d972",
        "name": "Healthy",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "When using the Resist (WIS) move, you gain a +1 bonus against effects that curse you and effects that attempt to disrupt your concentration.",
        "id": "58a0ceea",
        "name": "Wellness",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "If you have failed a Resist (WIS) in the last hour, you gain a +1 Bonus to your Resist (WIS) Move Roll.  This increases to +2 the second and subsequent times in the hour.",
        "id": "af1c1e2d",
        "name": "Adaptive Resist (WIS)",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "You trigger a Personal World Changer if you achieve a Raw Roll of 19+. If you rolled a 20, your Roll can still apply to a second World Changer.",
        "id": "ef1c6ec2",
        "name": "Gambling Resist (WIS)",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "When under the effects of the Frightened Status Effect, your penatly is reduced to -1.  You may ignore a single reroll that is triggered by the Cursed Status Effect, applicable to each unique Cursed Effect.",
        "id": "b09c7f4d",
        "name": "WIS Resistant",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "defences",
        "description": "If you fail your Resist (WIS), you can halve its duration.",
        "id": "6800b6d3",
        "name": "Shrug Resist (WIS)",
        "quick": false,
        "stamina": true,
        "type": "Passive"
    },
    {
        "category": "defences",
        "description": "You resist Moves that target CHA for their defences",
        "id": "f6bd2b52",
        "name": "Resist CHA",
        "quick": false,
        "stamina": false,
        "stat": "cha",
        "type": "Skill"
    },
    {
        "category": "defences",
        "description": "You resist Moves that target CHA for their defences",
        "id": "6327a9da",
        "name": "Resist",
        "quick": false,
        "stamina": false,
        "type": "Reaction"
    },
    {
        "category": "defences",
        "description": "Once per Long Rest, you gain a +1 bonus to Resist (CHA).",
        "id": "e0445d9c",
        "name": "Rested Charisma",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "When using the Resist (CHA) move, you gain a +1 bonus against effects that teleport you.",
        "id": "af4f6412",
        "name": "Healthy",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "When using the Resist (CHA) move, you gain a +1 bonus against effects that curse you.",
        "id": "e4729282",
        "name": "Wellness",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "If you have failed a Resist (CHA) in the last hour, you gain a +1 Bonus to your Resist (CHA) Move Roll.  This increases to +2 the second and subsequent times in the hour.",
        "id": "3f6408b0",
        "name": "Adaptive Resist (CHA)",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "You trigger a Personal World Changer if you achieve a Raw Roll of 19+. If you rolled a 20, your Roll can still apply to a second World Changer.",
        "id": "6a9d700d",
        "name": "Gambling Resist (CHA)",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "defences",
        "description": "You may ignore the effects of the Charmed Status Effect for 1 turn, applicable to each individual Charm Effect.  During that turn you do not gain any additional awareness that you have been Charmed.  When under the effect of the Limited Status Effect, your maximum Points you can access is 6.",
        "id": "119bad0a",
        "name": "CHA Resistant",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "defences",
        "description": "If you fail your Resist (CHA), you can halve its duration.",
        "id": "7fb8e63b",
        "name": "Shrug Resist (CHA)",
        "quick": false,
        "stamina": true,
        "type": "Passive"
    },
    {
        "category": "combat",
        "description": "You attack with a melee weapon or your body.",
        "id": "a72c2adb",
        "name": "Melee Attack",
        "quick": false,
        "stamina": false,
        "stat": "str,dex",
        "type": "Skill"
    },
    {
        "category": "combat",
        "description": "You harry your opponents, wearing them down as you slice and dice with your melee weapon or fists.  Unless one of your opponent has a Special Defence, your attacks automatically hit.  To resolve your Damage, roll a D20 and your Weapon Damage Dice.  If you roll a critical failure, you apply no Verve Loss.  If you roll a success, you add your Weapon Damage Dice value to your Melee Attack Skill.  If you roll a critical success, you roll your Weapon Damage Dice again, and any Verve Loss applied ignores PRes.  You apply Verve Loss to 1 target within your Threatening Range.\n\nAny attack made while riding halves your applicable Verve Loss and applies a -2 Penalty to your Defenses Moves.",
        "id": "c001a690",
        "name": "Basic Melee Attack",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "combat",
        "description": "You attempt to capture an opponent with your body if you succeed at a Grapple Move Roll against the target's STR.  For each size category larger than you, you incur a -4 penalty.  If you succeed, you gain the Encumbered Status and opponent gains the Grappled Status.",
        "id": "8a47d78e",
        "name": "Grapple",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "combat",
        "description": "You attempt to trip an opponent with your weapon or body, if you succeed at a Trip Move Roll against the target's DEX.  For each size category larger than you, you incur a -4 penalty, and you cannot Trip creatures with 4 or more legs.  If you succeed, regular opponents gains the Prone Status, while larger or monstrous creatures will earn a Stagger.",
        "id": "2ce87078",
        "name": "Trip",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "combat",
        "description": "You attempt to disarm an opponent's weapon, shield, or held item with your weapon or body, if you succeed at a Disarm Move Roll against the target's STR or DEX, whichever is higher.  For each size category larger than you, you incur a -4 penalty.  If you succeed, your opponent drops their item on the ground.",
        "id": "9d2d8b78",
        "name": "Disarm",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "combat",
        "description": "Resolve Basic Melee Attack with a ranged or throwable weapon.",
        "id": "a793a931",
        "name": "Ranged Symbiosis",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving Basic Melee Attack, you may apply your calculated Verve Loss to up to 3 targets.",
        "id": "68275d95",
        "name": "Attack Expertise I",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving Basic Melee Attack, you may apply your calculated Verve Loss, with a +10 Bonus, to up to 5 targets",
        "id": "2e988ae5",
        "name": "Attack Expertise II",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving Basic Melee Attack, on a Raw Roll of 11+ you apply an additional 3 Verve Loss.  You may roll this again, increasing the Raw Roll requirement by 1, adding an additional 3 Verve each time you succeed, as many times until you fail.",
        "id": "edfd10de",
        "name": "Whirlwind Attack",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving Basic Melee Attack, critical Hits this turn are achieved on a Raw Roll of 16+.",
        "id": "622c9ebd",
        "name": "Critical Attack",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving Basic Melee Attack, you may sacrifice any number of Dodge and Block points, whichever is higher for you, to apply 1 additional Verve Loss per point sacrificed.",
        "id": "4b86e942",
        "name": "Rapid Attack",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving Basic Melee Attack, add twice the maximum value of your Bonus Damage Dice as Verve Loss.",
        "id": "3cf2f746",
        "name": "Furious Attack",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving the Basic Melee Attack Move, you add your Bonus Damage Dice three times to your total applied Verve Loss.  DEPRECATED DUE TO REPETITION OF FURIOUS ATTACK",
        "id": "f0602587",
        "name": "Steady Attack (DEPRECATED)",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "Instead of resolving Basic Melee Attack, you use your full Combat to bash your shield, dealing 1 Stagger to all opponents adjacent to you.  This also occurs as a Free Action if an ally uses their Primary Move to make a Ranged Basic Attack against you, and you do not take any damage for that Attack.",
        "id": "ae4b67a3",
        "name": "Shield Clang",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving Basic Melee Attack, if you ran exclusively in a straight line at least 4sq to your opponent this turn, take the maximum value of your Weapon Damage Dice instead of rolling it.  If you ran exactly 4 squares, you additionally apply 2 more Verve Loss.",
        "id": "24b77d43",
        "name": "Charged Attack",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving Basic Melee Attack, if you target a single creature and halve your damage, you apply the Stagger Status to a creature if you exceed a Raw Roll.  The Raw Roll starts at 17+ for DC 1 creatures, and increases to 20+ for DC 4 creatures.",
        "id": "a6208d15",
        "name": "Staggering Attack",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving Basic Melee Attack, if you target a single creature and halve your damage, you nullify its Special Defences if you exceed a Raw Roll.  The Raw Roll starts at 15+ for DC 1 creatures, and increases to 18+ for DC 4.  DC 5 and higher creatures cannot have their Defences nullified.",
        "id": "7c0586cd",
        "name": "Defence Nullifying Attack",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving Basic Melee Attack, if you target a single creature and halve your damage, you remove 1 points from its Charge Meter (or 2 on a Critical Hit), which it uses to power Special Attacks, if you exceed a Raw Roll.  The Raw Roll starts at 17+ for DC 1 creatures, and increases to 20+ for DC 4.",
        "id": "513c67d2",
        "name": "Exhausting Attack",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving Basic Melee Attack, if you target a single creature and halve your damage, you may reduce the movement speed of that creature by 2sq until your next turn.  On a Raw Roll of 19+, this lasts indefinitely.",
        "id": "2408bf32",
        "name": "Hobbling Attack",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving Basic Melee Attack, if you target a single creature and halve your damage, you may reduce the damage of a creature by 3 until your next turn.  On a Raw Roll of 19+, this lasts indefinitely.",
        "id": "f8544f90",
        "name": "Sundering Attack",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "Deal your Bonus Damage Dice to a target that you are Flanking.",
        "id": "072e7679",
        "name": "Quick Jab",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When you resolve this Move, gain 1 Opportunistic.  If a target leaves your Threatened Area, remove an Opportunisitc and deal your Bonus Damage Dice to it.",
        "id": "0d23c3d3",
        "name": "Opportunity Attack I",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When you resolve this Move, gain 1 Opportunistic.  If a target enters or leaves your Threatened Area, remove an Opportunisitc and deal your Bonus Damage Dice to it.",
        "id": "640d7733",
        "name": "Opportunity Attack II",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "You deal your Bonus Damage Dice to an opponent, at the cost of 2 Verve Loss to yourself per rank of Damage Dice that you currently have.",
        "id": "65dee65d",
        "name": "Push the attack",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving Basic Melee Attack, if one of your targets is Flanked, you apply 2 additional Verve Loss to them.",
        "id": "fca9fb5e",
        "name": "Blind Spot: Cheap Shot",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving Basic Melee Attack, you halve your applicable Verve Loss, but you ignore URes and PRes against the targets of your Basic Melee Attack this turn.",
        "id": "3336f914",
        "name": "Piercing Attack",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving Basic Melee Attack, if you achieve a Raw Roll of 18+, you disrupt a magical effect that requires concentration for your target.  If your target is casting a spell that takes more than 1 round, you also disrupt the cast.",
        "id": "94f01865",
        "name": "Blow to the head",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving Basic Melee Attack, you apply Unified to alll allies who are attacking your target, which expires at the start of your next turn.  Unified allies apply +2 Verve Loss on their Basic Melee Attacks.",
        "id": "2222ff2c",
        "name": "Unified Attack",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving Basic Melee Attack, you apply 3 additional Verve Loss if there is at least one target who is beneath you.",
        "id": "b5ca708e",
        "name": "Vertical Strike",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "After Resolving the Basic Melee Attack Move, you can move an adjacent opponent of the same size category or smaller 1 Square, and yourself in the same direction, if the new squares are not dangerous to you or your target.",
        "id": "a89a5eef",
        "name": "Control",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "combat",
        "description": "After resolving the Basic Melee Attack Move, you can switch the positions of yourself and all adjacent enemies of your size or smaller.",
        "id": "e5610c07",
        "name": "Battlefield Control",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "Instead of resolving the Basic Melee Attack Move, you push an object up to your STR in sq away from you, or you dislodge it, if you can beat the DC of the item's weight class on a STR Check.  Violently pushed objects that strike targets apply Verve Loss equal to the object's weight class, and may trigger a trip attempt.  Alterantively, you shove a creature that does not have the Cautious Status up to your STR in sq away from you, if you can beat the DC of the creature's weight class.  For each size category they are larger than you, reduce the sq by 1.  If your target hits a hard surface or another target, you apply your normal Verve Loss, plus your STR bonus and your Bonus Damage Dice.  If they hit another target, that target takes half that damage.  All targets affected gain the Cautious Status.",
        "id": "68492c90",
        "name": "Push",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving Basic Melee Attack, if you sacrifice 5 applicable Verve Loss on your attack, you grant an adjacent ally a +1 Bonus to the Dodge or Block Moves until the start of your next turn.",
        "id": "41c6b3f4",
        "name": "Defender",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving Basic Melee Attack, you ignore counter attacks, including emitted fluids or energies, that you would normally incur.",
        "id": "478fd974",
        "name": "Careful Attack",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving the Basic Melee Attack Move, if your target is unaware of you or is Flanked, does not have the Cautious Status, and your weapon that has the Backstab Tag, then you perform a Sneak Attack.  You deal your normal Verve Loss and roll your Bonus Damage Dice two times, adding the results.  Additionally, you may upgrade your Bonus Damage Dice for this turn 1 rank for each Cloak you sacrifice.  After resolving this, you lose the Stealth Status and your target gains the Cautious Status.",
        "id": "2c3ef9dc",
        "name": "Sneak Attack",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving the Basic Melee Attack Move, if your target is unaware of you or is Flanked, does not have the Cautious Status, and your weapon that has the Backstab Tag, then you perform a Sneak Attack.  You deal your normal Verve Loss and roll your Bonus Damage Dice three times, adding the results.  Additionally, you may upgrade your Bonus Damage Dice for this turn 1 rank for each Cloak you sacrifice.  After resolving this, you lose the Stealth Status and your target gains the Cautious Status.",
        "id": "63ba4604",
        "name": "Furious Sneak Attack",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving the Basic Melee Attack Move, your attack automatically criticals, and you take the maximum value of all rolls.",
        "id": "5f02e116",
        "name": "Weakpoint Attack",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving the Basic Melee Attack Move, if you score a Raw Roll of 15+ you generate a Mana, Psi, Ki or a Rage.",
        "id": "1124b608",
        "name": "Flow Attack",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving the Grapple Move, you may also attempt the Subterfuge Move against your target.",
        "id": "5c3b0719",
        "name": "Grapple Sneak",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving the Grapple Move, you gain 3 UDR against that creatures attacks against you until the start of your next turn.",
        "id": "b9e4429e",
        "name": "Grapple Defense",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving the Trip Move, you may attempt to trip a creature of any number of legs, and the penalty for each size category larger than you is reduced to -2.",
        "id": "b51f6947",
        "name": "Trip Monster",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving the Trip Move, if you successfully trip your opponent you apply Verve Loss equal to your Bonus Damage Dice to them.",
        "id": "c614c773",
        "name": "Trip Combo",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving the Trip Move, if you ran exclusively in a straight line at least 4sq to your opponent this turn, your Trip Move Roll gains a +1 Bonus.  You also get this bonus if you have the low ground or are Prone, and can reach your target's feet.",
        "id": "85ca2da9",
        "name": "Trip Position",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving the Disarm Move, if you are successful you gain a +2 bonus to Intimidate until the end of your next turn.",
        "id": "032165b5",
        "name": "Disarm Intimidater",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving the Disarm Move, if you are successful and you achieved a Raw Roll of 14+, you also kick the weapon or item 4sq. away.",
        "id": "a235a650",
        "name": "Disarm Kick",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving the Trip, Disarm or Grapple Moves, you gain a +1 bonus to your Move Roll if you Blocked them successfully last turn.",
        "id": "cd1b22d1",
        "name": "Riposte Maneuvre",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "After resolving a Basic Melee Attack, choose 1 target you applied Verve Loss to.  On their turn that creature receives your Bonus Damage Dice if they use their Relocate Move.  Your target is aware of their affliction.",
        "id": "37c2fe15",
        "name": "Pressure Point",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "All attacks made with your weapon are non-mortal, even if the weapon does not normally support it",
        "id": "54fe84bc",
        "name": "Non-mortal Attack",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "Whenever you kill an opponent, you immediately apply 3 Verve Loss to an opponent in your Threatening Range that you have not applied Verve Loss to, or 2 to one you have.",
        "id": "440d92cd",
        "name": "Frenzier",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "combat",
        "description": "Twice per combat, you may reroll all Damage Dice you rolled.  You may expend this ability on the same Roll twice, if you wish.",
        "id": "154cf776",
        "name": "Seasoned Attack",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "combat",
        "description": "When you kill an opponent, you improve your Bonus Damage Dice by 1 Rank until the end of your next turn.",
        "id": "e796c0f1",
        "name": "Inspired Attack",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "combat",
        "description": "Your Bonus Damage Dice improves by 1 rank.",
        "id": "7d0350d3",
        "name": "Biting Melee Attack",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "combat",
        "description": "When a target of your attacks is adjacent to something in the environment, such as a torch on the wall or a cluttered shelf, you may use your attacks to guide them towards it.  After resolving an attack, declare that you wish to guide your target towards something adjacent to them in the environment.  They do not move a square, but you may gain an advantage for the environment, such as setting them on fire or pushing them into sharp objects.",
        "id": "ab30bb28",
        "name": "Collateral Damage",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "combat",
        "description": "You may choose an additional Mod when resolving Attack.",
        "id": "a5615832",
        "name": "Enforced Attack",
        "quick": false,
        "stamina": true,
        "type": "Passive"
    },
    {
        "category": "combat",
        "description": "You attack with a ranged weapon or your body.",
        "id": "4bf8b06a",
        "name": "Ranged Attack",
        "quick": false,
        "stamina": false,
        "stat": "dex,con",
        "type": "Skill"
    },
    {
        "category": "combat",
        "description": "You harry your opponents, wearing them down as you pepper and fire at them with your ranged or throwable weapon.  Unless one of your opponent has a Special Defence, your attacks automatically hit.  To resolve your Damage, roll a D20 and your Weapon Damage Dice.  If you roll a critical failure, you apply no Verve Loss.  If you roll a success, you add your Weapon Damage Dice value to your Melee Attack Skill.  If you roll a critical success, you roll your Weapon Damage Dice again.\n\nYou split your applied Verve Loss against any number of targets within your Threatening Range.",
        "id": "80d4cba6",
        "name": "Basic Ranged Attack",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "combat",
        "description": "Resolve Basic Ranged Attack against an adjacent target with a melee weapon or your fists.",
        "id": "2990fa70",
        "name": "Melee Symbiosis",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving Basic Ranged Attack, you apply an additional 3 Verve Loss if you target 3 or more creatures.",
        "id": "a58ac930",
        "name": "Multishot",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving Basic Ranged Attack, you may apply your calculated Verve Loss, with a +10 Bonus, to up to 5 targets",
        "id": "1f66b06d",
        "name": "Ranger Shot",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving Basic Ranged Attack, you apply 1 Verve Loss to all targets you have a clear shot to.",
        "id": "c0fc2608",
        "name": "Rapid Fire I",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "You deal the maximum value of your Ranged Weapon Damage + Bonus Weapon Damage, striking as many opponents as you wish and dividing your damage amongst them.  All attacks are considered Striking Ranged Attacks",
        "id": "26397260",
        "name": "Rapid Fire II",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving Basic Ranged Attack, critical Hits this turn are achieved on a Raw Roll of 17+.",
        "id": "836e02ef",
        "name": "Critical Shot",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving Basic Ranged Attack, you may sacrifice all your Dodge and Block points for 3 additional Verve Loss.",
        "id": "5b74a869",
        "name": "Dangerous Shot",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving Basic Ranged Attack, add twice the maximum value of your Bonus Damage Dice to your Verve Loss.",
        "id": "ff3ce3a8",
        "name": "Brutal Shot",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "Resolve a Basic Ranged Attack which deals only your Weapon Damage.",
        "id": "b740bb57",
        "name": "Quick Shot",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "You deal your Bonus Damage Dice to an opponent with your Ranged Weapon, at the cost of 2 Verve Loss to yourself per rank of Damage Dice that you currently have.",
        "id": "ef82920f",
        "name": "Push the attack",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "Resolve a Basic Ranged Attack against a target that is exactly 3 squares away from you at the start of your turn.  You gain +4 to the applied Verve Loss.  You may only use this ability twice per target.",
        "id": "c3aef458",
        "name": "Midrange Slinger",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving the Basic Ranged Attack Move, on a Raw Roll of 15+ you add your Bonus Damage Dice.",
        "id": "8b4b46f1",
        "name": "Called Shot",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving the Basic Ranged Attack Move, if you successfully dodged your target on their last turn, you apply additional Verve Loss to then equal to your Bonus Damage.",
        "id": "63656911",
        "name": "Dodge shot",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving the Basic Ranged Attack Move, if you have less than 5% of your health remaining, you add your Bonus Damage Dice to you applicable Verve Loss.",
        "id": "ed1d32e1",
        "name": "Adrenal Shot",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "Instead of resolving a Basic Ranged Attack, you wait for the opportunity to strike.  On your next turn, your attack applies 5 additional Verve Loss and pierces 5 PRes.  If you wait an additional turn, this increases to 10 additional Verve Loss and 10 Pres.  If you wait a third, this increases to 20 Verve Loss and 20 PRes.",
        "id": "322aca85",
        "name": "Precise Shot",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving the Basic Ranged Attack Move, if your target is unaware of you or is Flanked, does not have the Cautious Status, and your weapon that has the Backstab Tag, then you perform a Sneak Attack.  You deal your normal Verve Loss and roll your Bonus Damage Dice two times, adding the results.  Additionally, you may upgrade your Bonus Damage Dice for this turn 1 rank for each Cloak you sacrifice.  After resolving this, you lose the Stealth Status and your target gains the Cautious Status.",
        "id": "8f912207",
        "name": "Ranged Sneak Attack",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving the Basic Ranged Attack Move, if you have blunt ammunition or bolas, you may attempt to use Trip using your Ranged Weapon with a -3 penalty.  If you fail, apply your Verve Loss as normal.",
        "id": "617f9943",
        "name": "Ranged Trip",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "Resolve a Basic Ranged Attack with any number of targets receiving Blunt Ammunition shots.  You knock back each target, if there is a safe space for them to move back to.  Additionally, you knock them Prone on a Raw Roll of 19+",
        "id": "5323f845",
        "name": "Blunt Ammo",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "Resolve a Basic Ranged Attack with any number of targets receiving Piercing Ammunition shots.  For each that receive Piercing Ammunition, you pierce 2 PRed.",
        "id": "b527f1f9",
        "name": "Piercing Ammo",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "Resolve a Basic Ranged Attack with any number of targets receiving Splintering Ammunition shots.  For each that receive Splintering Ammunition, you apply 3 Verve Loss to all adjacent targets.",
        "id": "eea64c64",
        "name": "Splintering Ammo",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "Resolve a Basic Ranged Attack with any number of targets receiving Curved Ammunition shots.  For each that receive Curved Ammunition, you may trace your straight shot and adjust the path by 3sq.",
        "id": "b21b5c25",
        "name": "Curved Ammo",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "Resolve a Basic Ranged Attack with any number of targets receiving Ricocheting Ammunition shots.  For each that receive Ricocheting Ammunition, you may fire at a surface, and have it ricochet around to hit them.  When doing so, your target(s) have their PRes halved, but your range is halved.",
        "id": "6c3f8ee7",
        "name": "Ricochet Ammo",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "You gain +1 Damage to your Attacks against creatures who are beneath you.",
        "id": "e0853c5b",
        "name": "Vertical Shot",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving Basic Ranged Attack, if you target a single creature and halve your damage, you apply the Stagger Status to a creature if you exceed a Raw Roll.  The Raw Roll starts at 17+ for DC 1 creatures, and increases to 20+ for DC 4 creatures.",
        "id": "ba942a5a",
        "name": "Staggering Ranged Attack",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving Basic Ranged Attack, if you target a single creature and halve your damage, you nullify its Special Defences if you exceed a Raw Roll.  The Raw Roll starts at 15+ for DC 1 creatures, and increases to 18+ for DC 4.  DC 5 and higher creatures cannot have their Defences nullified.",
        "id": "a2159087",
        "name": "Dazing Ranged Attack",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving Basic Ranged Attack, if you target a single creature and halve your damage, you remove 1 points from its Charge Meter (or 2 on a Critical Hit), which it uses to power Special Attacks, if you exceed a Raw Roll.  The Raw Roll starts at 17+ for DC 1 creatures, and increases to 20+ for DC 4.",
        "id": "56f5725d",
        "name": "Exhausting Ranged Attack",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving Basic Ranged Attack, if you target a single creature and halve your damage, you may reduce the movement speed of that creature by 2sq until your next turn.  On a Raw Roll of 19+, this lasts indefinitely.",
        "id": "2de238af",
        "name": "Hobbling Ranged Attack",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "Instead of resolving a basic Attack, you attempt to pin a target via clothing or jewellry, to a wall or structure that your ammunition can pierce, and which is adjacent to your target.  If you beat a DC3, your target must spend 2 rounds of their Relocate Action attempting to escape.",
        "id": "5ae6c796",
        "name": "Pin shot",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "You resolve the Basic Ranged Attack Move with an item that is not traditionally a weapon (such as a torch or chair) that is adjacent to you at a target up to 4 squares away.  Instead of calculating normal Verve Loss, you deal an amount relative to the danger posed by the item.",
        "id": "0793e94b",
        "name": "Throw Anything I",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "You resolve the Basic Ranged Attack Move with an item that is not traditionally a weapon (such as a torch or chair) that is adjacent to you at a target up to 4 squares away.  Instead of calculating normal Verve Loss, you deal an amount relative to the danger posed by the item.  This becomes a Free Action, and can repeat this as long as their are items at hand, up to 5 times.",
        "id": "a0666e23",
        "name": "Throw Anything II",
        "quick": true,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When resolving Basic Ranged Attack, if you use a weapon with the Throwable Tag and you target is within 2sq of you, you apply 2 additional Verve Loss to them.",
        "id": "d46b442d",
        "name": "Short Throw",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "When behind a wall, pillar or defensible position, you may attempt to keep yourself defended and resolve a Ranged Basic Attack.  You gain +1 to the Dodge and Block Moves against Spells and Ranged attacks, but reduce your applicable Verve Loss by 3.",
        "id": "53b87cbd",
        "name": "Cover Shot",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "If you are directly behind an ally and targeting one or more targets beyond your ally, resolve a Ranged Basic Attack.  You gain +1 to the Dodge and Block Moves against Spells and Ranged attacks, but reduce your applicable Verve Loss by 3.  Additionally, if you choose, your Ally can suffer a -1 to all Defences until the start of your nex turn for you to not suffer the Verve Loss penalty.",
        "id": "2227ae7a",
        "name": "Human Shield",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "If you resolve Ranged Basic Attack splitting your damage between 2 adjacent targets, you apply an additional 3 Verve Loss between them.",
        "id": "e0e5dd26",
        "name": "Double Arrow",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "After resolving a Basic Ranged Attack, you may use Relocate up to 1sq. as a Free Action.",
        "id": "d8e43d5e",
        "name": "Acrobatic Shot",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "If you can run in a straight line at least 4sq to one of the targets of your Basic Ranged Attack, you apply an additional 3 Verve Loss to them.",
        "id": "57518e9c",
        "name": "Ranged Charge",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "Resolve the Ranged Basic Attack with double your weapon's range.  You critically fail on a 4-.",
        "id": "5db374c0",
        "name": "Pepper Shot",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "If you fire into a group with at least 6 Connected Participants, declare how many shots you make and split your Verve Loss.  Each shot applies an additional 2 Verve Loss, but the targets are chosen randomly.",
        "id": "474abb40",
        "name": "Pincushion",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "If you fire into a group with at least 4 Connected Participants, resolve the Ranged Basic Attack with a single target.  On a Raw Roll of 11+ you deal your Bonus Damage Dice, but the target is randomised.",
        "id": "ff45e218",
        "name": "Wildshot",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "combat",
        "description": "Whenever you kill an opponent, your next attack applies an additional 3 Verve Loss.",
        "id": "c4af4396",
        "name": "Kill Continuation",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "combat",
        "description": "If you did not move any squares last turn, you apply an additional 1 Verve Loss when you resolve the Ranged Basic Attack Move.",
        "id": "f16a7b58",
        "name": "Rooted Volley",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "combat",
        "description": "Twice per combat, you may reroll all Damage Dice you rolled.  You may expend this ability on the same Roll twice, if you wish.",
        "id": "181bfb63",
        "name": "Seasoned Ranged Attack",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "combat",
        "description": "You may use Ranged-only weapons when resolving Melee Basic Attacks or using the Melee Symbiosis Mod.",
        "id": "02f24abf",
        "name": "Bow Bash",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "combat",
        "description": "If you missed with any of your Ranged Attacks, you may move your target 1sq into a safe space of your choosing.",
        "id": "f4f34c0a",
        "name": "Warning Shot",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "combat",
        "description": "Your Bonus Damage Dice improves by 1 rank.",
        "id": "7d0350d3",
        "name": "Biting Ranged Attack",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "perception",
        "description": "You use your senses to perceive the world around you.",
        "id": "d4e2f861",
        "name": "Perception",
        "quick": false,
        "stamina": false,
        "stat": "wis",
        "type": "Skill"
    },
    {
        "category": "perception",
        "description": "You may ask the DM a question about what you can perceive of the area around you.",
        "id": "c6c7d3a0",
        "name": "Perceive",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "perception",
        "description": "You may ask 2 questions of the DM when using the Perception Move.  Without the appropriate Mods, you may be disadvantages when asking about Tracking or appraising creatures.",
        "id": "7bc138db",
        "name": "Perceptive",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "perception",
        "description": "Resolve a Perception Move as a Quick Action.",
        "id": "2f6e4d4e",
        "name": "Rapid Eye",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "perception",
        "description": "You may ask the DM a question about tracks or the movement of creatures in the area recently.",
        "id": "56459742",
        "name": "Tracking I",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "perception",
        "description": "You may ask the DM 2 questions when using the Tracking Mod, or you gain +1 to a Move relating to the information you gained from asking about Tracking.",
        "id": "4f72a870",
        "name": "Tracking II",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "perception",
        "description": "You may ask the DM a question about the Damage, Defenses or Elemental Synergies a creature might have.",
        "id": "8b03caaf",
        "name": "Appraise Creature I",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "perception",
        "description": "You may ask the DM a question about the Damage, Defenses or Elemental Synergies a creature might have.  You gain +2 to your next Move against the creature.  You may use this ability once per creature.",
        "id": "2dc46928",
        "name": "Appraise Creature II",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "perception",
        "description": "You may ask the DM a question about the Special Attack(s) or Special Defense(s) a creature might have.",
        "id": "ab7652a3",
        "name": "Study Creature",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "perception",
        "description": "If you have less than 10% of your HP remaining and are in Combat, you gain a +5 bonus to the Perception Move.",
        "id": "9e0071f5",
        "name": "Adrenal Perception",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "perception",
        "description": "Resolve the Perceive Move on a creature that took damage.  Your Melee or Ranged Basic Attacks apply an additional 1 Verve Loss to that creature.  You may use this ability once per creature.",
        "id": "4bae6826",
        "name": "Quick Study I",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "perception",
        "description": "Resolve the Perceive Move on a creature.  You gain the maximum value of your Bonus Damage Dice against it the next time you target it with a Melee or Ranged Basic Attack.  You may use this ability once per battle.",
        "id": "f73c05cf",
        "name": "Quick Study II",
        "quick": true,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "perception",
        "description": "Until the start of your next turn, you incur no penalty to the DC for Defend Moves against invisible and hidden creatures.",
        "id": "c4f72474",
        "name": "Subtle Clues",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "perception",
        "description": "You can ask the DM what percentage of health a creature has left.",
        "id": "7f7a4a01",
        "name": "Sense Health",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "perception",
        "description": "You may choose 2 Mods when resolving Perceive.",
        "id": "b06d26db",
        "name": "Eye master",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "knowledge",
        "description": "You consult your knowledge on a Topic you have learned, heard about, or is part of your cultural identity.",
        "id": "6ef9ecae",
        "name": "Knowing",
        "quick": false,
        "stamina": false,
        "stat": "wis",
        "type": "Skill"
    },
    {
        "category": "knowledge",
        "description": "You attempt to recall knowledge about History.  If you beat the DC, you may ask the DM one question.  You may only recall knowledge up to DC 2.",
        "id": "d8b30649",
        "name": "Recall History",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "knowledge",
        "description": "You attempt to recall common knowledge about Religion.  If you beat the DC, you may ask the DM one question.  You may only recall knowledge up to DC 2.",
        "id": "857a96ff",
        "name": "Recall Religion",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "knowledge",
        "description": "You attempt to recall common knowledge about magic and the arcane.  If you beat the DC, you may ask the DM one question.  You may only recall knowledge up to DC 2.",
        "id": "e2b05f91",
        "name": "Recall Arcane",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "knowledge",
        "description": "You attempt to recall common knowledge about survival, the weather, or the behaviour of common creatures.  If you beat the DC, you may ask the DM one question.  You may only recall knowledge up to DC 2.",
        "id": "6241dd9d",
        "name": "Recall Survival",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "knowledge",
        "description": "You attempt to recall common knowledge about the streets, such as the types of people that you would find in certain districts, and the layout of cities.  If you beat the DC, you may ask the DM one question.  You may only recall knowledge up to DC 2.",
        "id": "02b2bc88",
        "name": "Recall the Streets",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "knowledge",
        "description": "You attempt to recall common knowledge about non-magical health and wellbeing, and the methods for treating non-magical health and wellbeing conditions.  If you beat the DC, you may ask the DM one question or recall the knowledge of how to treat the condition.  You may only recall knowledge up to DC 2.",
        "id": "8c25f474",
        "name": "Recall Health",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "knowledge",
        "description": "You make an appraisal using your knowledge to determine an object's relative value",
        "id": "f6452bef",
        "name": "Appraise",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "knowledge",
        "description": "Instead of asking questions, you discern your location and general direction based on the movement of the sun, the wind and other factors.  You can use this to help when you are lost, or improve your travel times by a small amount.",
        "id": "5976efde",
        "name": "Survival Knowledge: Pathfinder",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "knowledge",
        "description": "Instead of asking questions, you spend an hour to try to find 0-3 common foods or alchemical reagents outside of populated areas.  If travelling, your incur a -2 Penalty and the search inhibits your travel speed.",
        "id": "0029926f",
        "name": "Survival Knowledge: Foraging I",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "knowledge",
        "description": "Instead of asking questions, you spend an hour to try to find 0-1 uncommon foods or alchemical reagents outside of populated areas.  If travelling, your incur a -2 Penalty and the search inhibits your travel speed.",
        "id": "bdfb816f",
        "name": "Survival Knowledge: Foraging II",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "knowledge",
        "description": "When using Recall Knowledge, you may ask 2 questions.",
        "id": "f23b4f01",
        "name": "Know-it-all",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "knowledge",
        "description": "Resolve the Appraise Move.  You may learn the DC of performing a Move that you have at least 1 point in.",
        "id": "314bfe8f",
        "name": "Difficulty Appraisal",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "knowledge",
        "description": "You may use the Knowing Move as a Quick Action.",
        "id": "5794bbea",
        "name": "Rapid Recall",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "knowledge",
        "description": "You attempt trigger the magic in a Scroll, Wand, Rod or Amulet that requires intimate knowledge, or magical aptitude.  You succeed if you beat the DC of the item.",
        "id": "de5b821f",
        "name": "Trigger Magic",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "knowledge",
        "description": "You give an adjacent Ally +1 to one of the following Skills for 1 turn: Perception, Knowing, Influence, Alchemy, Arts/Craft, Engineering, Beast Mastery, Spellcraft.",
        "id": "bad7b096",
        "name": "Intimate Knowledge",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "knowledge",
        "description": "You may ask the DM a question about a creature's known weaknesses, known strengths, or its best attribute.",
        "id": "549d9464",
        "name": "Bestiary",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "knowledge",
        "description": "You know inherently the weaknesses of a creature whose DC is no greater than 3.  If you share this knowledge with your allies, the creature loses 5% of it's remaining hitpoints.  You may use this once per creature.",
        "id": "41daaee0",
        "name": "Weakpoint Study",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "knowledge",
        "description": "You resolve Recall Knowledge as a Primary Action this turn.  You gain a bonus Primary Action next turn.",
        "id": "e1f18da0",
        "name": "Pick the right time",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "knowledge",
        "description": "Instead of resolving the Recall Knowledge Move normally, you attempt to understand something you may have heard somewhere.  For less esoteric knowledge, on a Raw Roll of 16+ you succeed and may ask a single question about it, even if you are not familiar with a topic.  For more specialised knowledge, you succeed on a 19+ instead.  For knowledge of Godly import, you only succeed on a Raw Roll of 20.  On any failing Roll, you cannot use this Mod again until you next Rest, and you may never use this Mod on this topic again.",
        "id": "84418b9d",
        "name": "I heard that somewhere",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "knowledge",
        "description": "All allies perceivable within 10sq gain 2 UDR until the start of your next turn.",
        "id": "3e8b1177",
        "name": "Master Tactician",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "knowledge",
        "description": "Resolve the Recall Knowledge Move.  You generate 1 Study for a creature you can perceive and others of its exact type.  As a Free Action, you can spend Study for different effects:\n- 2 Study: Ignore a Basic Attack from this creature.\n- 2 Study: Gain +1 to Defences Moves against this creature for the duration of the combat.  You may only do this once per combat.\n- 3 Study: You apply an additional 3 Verve Loss to these creatures for the remainder of the combat.\n- 3 Study: Ignore a Special Attack from creatures of this type.\n- 3 Study: Gain an additional Primary Action against a creature of this type.",
        "id": "d8c4d0a1",
        "name": "Careful Study",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "knowledge",
        "description": "Resolve a Recall Move.  You generate 2 Mana, or 1 Psi, Ki or Sanctity.  Alternatively, you can adjust your Rage by 2, either higher or lower.",
        "id": "ae81b30a",
        "name": "Meditate I",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "knowledge",
        "description": "Resolve a Recall Move.  You generate 4 Mana, or 2 Psi, Ki or Sanctity.  Alternatively, you can adjust your Rage by 4, either higher or lower.",
        "id": "9713c766",
        "name": "Meditate II",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "knowledge",
        "description": "Whenever you hear or see a language you don't know, you may resolve a Recall Move.  On a Raw Roll of 16+ you have a decent idea about the meaning.  On a Raw Roll of 12+ you have a faint idea.",
        "id": "198ff959",
        "name": "Linguist",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "knowledge",
        "description": "Resolve the Recall History Move.  You may recall knowledge up to DC 4.",
        "id": "8d803ac2",
        "name": "Historical Knowledge I",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "knowledge",
        "description": "Resolve the Recall History Move.  You may recall knowledge up to DC 6.",
        "id": "2f1f300a",
        "name": "Historical Knowledge II",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "knowledge",
        "description": "Resolve the Recall Religion Move.  You may recall knowledge up to DC 4.",
        "id": "f2e850de",
        "name": "Religious Knowledge I",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "knowledge",
        "description": "Resolve the Recall Religion Move.  You may recall knowledge up to DC 6.",
        "id": "cf9ceb48",
        "name": "Religious Knowledge II",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "knowledge",
        "description": "Resolve the Recall Arcane Move.  You may recall knowledge up to DC 4.",
        "id": "f1f2a396",
        "name": "Arcane Knowledge I",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "knowledge",
        "description": "Resolve the Recall Arcane Move.  You may recall knowledge up to DC 6.",
        "id": "501dbefa",
        "name": "Arcane Knowledge II",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "knowledge",
        "description": "Resolve the Recall Survival Move.  You may recall knowledge up to DC 4.",
        "id": "0ab988f9",
        "name": "Survival Knowledge I",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "knowledge",
        "description": "Resolve the Recall Survival Move.  You may recall knowledge up to DC 6.",
        "id": "61d205db",
        "name": "Survival Knowledge II",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "knowledge",
        "description": "Resolve the Recall the Streets Move.  You may recall knowledge up to DC 4.  You additionally have partial knowledge of various dialects of Thieves Cant, a wordless language of symbols and gestures that let theives communicate clandistinely.",
        "id": "6d5bf26a",
        "name": "Street Knowledge I",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "knowledge",
        "description": "Resolve the Recall the Streets Move.  You may recall knowledge up to DC 6.  You additionally have full knowledge of all dialects of Thieves Cant.",
        "id": "f1b289be",
        "name": "Street Knowledge II",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "knowledge",
        "description": "Resolve the Recall Health Move.  You may recall knowledge up to DC 4.",
        "id": "8fe941f7",
        "name": "Medicinal Knowledge I",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "knowledge",
        "description": "Resolve the Recall Health Move.  You may recall knowledge up to DC 6.  You may also attempt to remove the Dying Status from an adjacent character.",
        "id": "fd3b6199",
        "name": "Medicinal Knowledge II",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "knowledge",
        "description": "You gain +1 Maximum Mana and PSI.",
        "id": "5683e840",
        "name": "Font",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "deception",
        "description": "You attempt to sneak and hide from targets that do not have the Cautious Status.",
        "id": "872601df",
        "name": "Stealthery",
        "quick": false,
        "stamina": false,
        "stat": "dex",
        "type": "Skill"
    },
    {
        "category": "deception",
        "description": "You attempt to sneak and hide from targets that do not have the Cautious Status.  If you succeed, at a DC set by the DM based on the difficulty of the situation and the number of people you are hiding from, you gain the Stealth Status.  If your condition changes, you may lose the Stealth Status or be asked to resolve Stealth again.\n\nSome Mods may also give you Cloak.  Whenever you gain any amount of Cloak, it replaces whatever Cloak you already had.  Whenever you may lose the Stealth Status and you are in an environment where you can maintain your Stealth, you may expend a Cloak to resolve the Stealth Move again, though this does not work on targets that have the Cautious Status.  You may store a number of Cloak equal to the number of Points in Stealth you have.",
        "id": "9e3e7223",
        "name": "Stealth",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "deception",
        "description": "Resolve the Stealth Move as a Quick Action.",
        "id": "9ec83a1c",
        "name": "Quick Stealth",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "deception",
        "description": "Resolve the Stealth Move.  On a Raw Roll of 11+ you gain 1 Cloak.",
        "id": "a9ab7f4c",
        "name": "Cloaked Figure",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "deception",
        "description": "Resolve the Stealth Move.  If you succeed, then on a Raw Roll of 16+ you gain 2 Cloak.",
        "id": "0634d4bf",
        "name": "Desperate Cloak",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "deception",
        "description": "Resolve the Stealth Move at a DC Penalty equal to the number of adjacent enemies.  If you succeed, you enter Stealth and you gain as many Cloak as the number of adjacent enemies, or 3, whichever is lower.  If you fail, the Stealth Move cost a Primary Action, even if used in conjunction with a Mod, item or effect that makes Stealth a Quick Action.",
        "id": "cd904464",
        "name": "Risky Cloak",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "deception",
        "description": "If you have at least one adjacent target, and all are Flanked, resolve the Stealth Move.  If you succeed, then on a Raw Roll of 13+, a creature with the Cautious Status loses this Status.",
        "id": "4c42c3fd",
        "name": "Blind Spot: Disappear",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "deception",
        "description": "If you performed no offensive Moves last turn, resolve the Stealth Move.  If you succeed then a creature with the Cautious Status loses this Status.",
        "id": "55d40a5b",
        "name": "No trace",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "deception",
        "description": "If there are no creatures within 10sq of you, resolve the Stealth Move.  If you succeed, a creature with the Cautious Status loses this Status.",
        "id": "67c5e3fc",
        "name": "Forgettable",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "deception",
        "description": "If you are above all targets you wish to remain hidden from, resolve the Stealth Move with a +1 Bonus.  If you succeed, you gain 1 Cloak.",
        "id": "260a8770",
        "name": "Rooftop Runner",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "deception",
        "description": "If you are part of a group with at least 6 connected participants, resolve the Stealth Move.  If you succeed, any creature who has the Cautious Status loses it.",
        "id": "76febd2f",
        "name": "Stealth by Confusion",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "deception",
        "description": "If you are part of a group with at least 6 connected participants, resolve the Stealth Move with a +3 Bonus.",
        "id": "0fb36ba2",
        "name": "In the Mix",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "deception",
        "description": "Resolve the Stealth Move.  If you succeed you remove the Cautious Status of a target who is behind an ally you are adjacent to.",
        "id": "36d6452a",
        "name": "Slinking Allies",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "deception",
        "description": "Resolve the Stealth Move.  If you succeed, then instead of being unseen and unheard, you are considered Flanking a creature that you threaten, until the end of your next turn.",
        "id": "e27a656f",
        "name": "Forced Flanking",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "deception",
        "description": "If you have less than 20% of your HP remaining and move to a location where you cannot be seen, you immediately enter Stealth successfully and gain 1 Cloak.",
        "id": "beb0d83e",
        "name": "Adrenal Vamoose",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "deception",
        "description": "If you are in a position to hide or disappear from someone's perception, or you have an item which facilitates this, then you Resolve the Stealth Move automatically and prepare yourself.  All basic attacks from enemies miss you until the start of your next turn.  As long as there was at least one attack aimed at you, you remove the Cautious Status from anyone who attacked you and you enter Stealth.  If you needed to use an item to facilitate your hide, you may use this as a Free Action and, unless it is very difficult to operate, it resolves successfully.",
        "id": "2648ce63",
        "name": "Ghost",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "deception",
        "description": "You start Combat with 1 Cloak, which you can use after you first successfuly resolve the Stealth Move.",
        "id": "f222343f",
        "name": "Cloak Master",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "deception",
        "description": "You may expend a Cloak to re-roll a failed Stealth Move Roll.",
        "id": "d08f4387",
        "name": "Cloaked Retreat",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "deception",
        "description": "You may expend a Cloak to apply your Bonus Damage Dice to a target that does not have the Cautious Status.  If you have the Stealth Status, you apply the maximum value of the Bonus Damage Dice, and lose the Stealth Status.",
        "id": "1224cb6e",
        "name": "Cunning Riposte",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "deception",
        "description": "You have a number of sneaky physical tricks you can perform, and you have streetwise experience with traps and locks.",
        "id": "e43ece8d",
        "name": "Subterfuge",
        "quick": false,
        "stamina": false,
        "stat": "dex",
        "type": "Skill"
    },
    {
        "category": "deception",
        "description": "You attempt to pick the pocket of a target to whom you are unseen and unheard. If you beat the target's Defence (WIS), you take something of value that is available in their pockets, or on an accessory belt or similar.  You can typically steal items or coin up to the value of 10 Standards per point in Subterfuge.  If you try to steal something more valuable, the DC increases.  You cannot use this Move in Combat.",
        "id": "1c1c9000",
        "name": "Pick Pocket",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "deception",
        "description": "You perform a feat of dexterity with your hands, that succeeds either based on the onlookers' Defence (WIS), or their Dodge (DEX), depending on the situation.  Such acts include juggling, taking something in sight, hiding something on your person quickly, swiping an object or distracting someone from looking at a part of your body.",
        "id": "94e0b4c2",
        "name": "Legerdemain",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "deception",
        "description": "You attempt to create a disguise of props and distraction, assuming you have the materials to do so.  Disguising yourself takes time and is longer than a Primary Action.  You resolve this Move when under scrutiny by someone who would want to see through your disguise, based on the DC of the Defence (WIS).  You may gain a bonus to your roll if you also encorporate a successful perform resolved using the Perform Move.",
        "id": "7951c6e5",
        "name": "Disguise",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "deception",
        "description": "You've experienced disarming common traps in your past.  You can find and disarm traps up to DC 2 as per the Locksmith Engineering Move.  If you have 6 points in Subterfuge, this raises to DC 3, and again to DC4 at 10 points.",
        "id": "0eae3c7e",
        "name": "Uncanny Trapwork",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "deception",
        "description": "You've experienced picking locks in your past.  You can pick locks up to DC 2 as per the Locksmith Engineering Move.  If you have 6 points in Subterfuge, this raises to DC3, and again to DC4 at 10 points.",
        "id": "0eae3c7e",
        "name": "Uncanny Lockwork",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "deception",
        "description": "Instead of resolving Pick Pocket or Legerdemain as normal, on a Raw Roll of 18+ you succeed, and on a Raw Roll of 3- you fail.  Anything inbetween has no effect.  You may use this even if your target has the Cautious Status.",
        "id": "20ceca0c",
        "name": "Rushed and Risky",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "deception",
        "description": "If you successfully used a Defence Move against a target last turn, you gain +1 to Subterfuge Moves.",
        "id": "e2ca63d4",
        "name": "Defended Sleight",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "deception",
        "description": "If you are hidden from a target by an adjacent ally, you may resolve the Stealth Move against them which automatically succeeds.  Your next Move Roll against viable targets gain +1, but they then gain the Cautious Status.",
        "id": "25829276",
        "name": "Coop Surprise",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "deception",
        "description": "You scoop up dust and dirt and throw it in the face of a target who has eyes.   On a Raw Roll of 17+ you apply the Blind Status to them for 1 turn.  On a Raw Roll of 16-, you may attempt the Stealth Move as a Free Action with no Mods.",
        "id": "0e293673",
        "name": "Blinding Dirt",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "deception",
        "description": "If you are in combat with 2 adjacent targets, you attempt to feint at one but attack the other.  Resolve the Legerdemain Move against the target's Defence (WIS).  If you are successful, you apply 3 more Verve Damage on your next Basic Melee Attack.",
        "id": "319f75df",
        "name": "Feint",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "deception",
        "description": "If you are hit by a Basic Attack in combat and you have an adjacent ally, you may resolve the Legerdemain Move against your target's Dodge (DEX).  If you succeed, your ally takes the hit instead.",
        "id": "986de247",
        "name": "False Hit",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "deception",
        "description": "After being hit by a Basic Attack, until the end of your next turn you may resolve the Legerdemain Move against your attacker's Defence (WIS).  On a success, their next attack against you applies 5 less Verve Loss.",
        "id": "4cd2f19e",
        "name": "False Blood",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "deception",
        "description": "You may use the Pick Pocket Move against targets in Combat, but may only steal something that is visible and easily acquired - like a potion, alchemical, or something in their hand.",
        "id": "82a0502d",
        "name": "Steal I",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "deception",
        "description": "If your target has the Bound Status, such as when grappled, you may attempt to take something from a target in combat that is visible and accessible, or in an accessible pack.  You may even be able to slip rings and brooches off.  You may ask your DM if this is a possible move before you attempt it.",
        "id": "f837f40c",
        "name": "Steal II",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "deception",
        "description": "You delay a creature's Special Countdown and disable their Special Defences until the start of your next turn.",
        "id": "133e66ac",
        "name": "Distraction",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "deception",
        "description": "You automatically take a Potion, Scroll, Alchemical or Gadget that is in an adjacent opponent's item belt or otherwise visible on their person.",
        "id": "9f35c7dc",
        "name": "Mug",
        "quick": true,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "deception",
        "description": "Once per turn when you have at least 1 Cloak, you may reduce the Verve Loss of an attack by 1, or apply 1 additional Verve Loss on a Basic Melee or Ranged Attack.",
        "id": "6438f5a0",
        "name": "Sly Guy",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "influence",
        "description": "You sway the opinions and emotions of those around you.  Some Moves require that you share a language.",
        "id": "9c77681c",
        "name": "Influence",
        "quick": false,
        "stamina": false,
        "stat": "cha",
        "type": "Skill"
    },
    {
        "category": "influence",
        "description": "You anger or provoke someone, applying the Provoked Status to them if you beat a DC against their Defence (CHA).",
        "id": "3f00f576",
        "name": "Provoke",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "influence",
        "description": "You intimidate someone, applying the Intimidated Status to them if you beat a DC against their Defence (CHA).",
        "id": "852220c3",
        "name": "Intimidate",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "influence",
        "description": "You dissuade someone against performing an action, applying the Dissuaded Status to them if you beat a DC against their Defence (CHA).  You must share a language with your target.",
        "id": "e05ec91c",
        "name": "Dissuade",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "influence",
        "description": "You convince to perform an action or make a certain decision, if you beat a DC against their Defence (CHA).  You target must have some interest for making the decision, or you must provide them with one or have leverage over them.  You must share a language with your target.",
        "id": "ffd8c364",
        "name": "Convince",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "influence",
        "description": "You demoralise an opponent, applying the Demoralised Status to them if you beat a DC against their Defence (CHA).  You must share a language with your target.",
        "id": "4a7d219f",
        "name": "Demoralise",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "influence",
        "description": "You encourage an ally, applying the Encouraged Status to them if you beat a DC of 2.  You must share a language with your target.",
        "id": "fba1e698",
        "name": "Encourage",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "influence",
        "description": "You sense the motives of creature.  If you beat the enemy's Defence (CHA), you may ask the DM a question about whether they are lying or withholding information, or if their intentions differ from their words or actions.  The DM may be creative in their answer.",
        "id": "ec4290ae",
        "name": "Sense Motive",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "influence",
        "description": "If your target is within your Threatening Range, resolve the Provoke Move with a +5 Bonus.",
        "id": "fdaeed05",
        "name": "Provoker",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "influence",
        "description": "After being the target of a Ranged Attack, you may resolve the Dissuade Move, with yourself as the dissuaded target, as a Quick Action.",
        "id": "707faad5",
        "name": "No, not me!",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "influence",
        "description": "If you move away at least 4sq from a target, you may resolve the Dissuade Move, with yourself as the dissuaded target, as a Quick Action.",
        "id": "931a0608",
        "name": "Meek",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "influence",
        "description": "If you move at least 4sq directly towards a target, you resolve the Provoke or Intimidate Move as a Quick Action.",
        "id": "c7f4f8fb",
        "name": "Intimidator",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "influence",
        "description": "If you have at least one adjacent target, and all are Flanked and do not have the Cautious Status, you may resolve the Dissuade or Intimidate Move as a Quick Action.",
        "id": "56072241",
        "name": "Blind Spot: Threat",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "influence",
        "description": "If you killed an opponent this round, Influence Moves are resolved as a Quick Action.",
        "id": "88aabf3c",
        "name": "Let that be a warning",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "influence",
        "description": "If you succeed at a Defence Move against an adjacent target, you may resolve the Provoke, Intimidate or Dissuade Move against them as a Quick Action.",
        "id": "02b0a7ec",
        "name": "Mocking Retort",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "influence",
        "description": "Resolve the Intimidate Move.  If you succeed, any enemy that enters or starts in your Threatening Range cannot enter any other square of your Threatening Range, nor pass in a direction you specify.",
        "id": "d78d5579",
        "name": "Unpassable",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "influence",
        "description": "Resolve the Convince Move at a DC equal to the number of Allies you wish to Inspire within 10sq.  If you are successful, they each Gain 4 Verve.  You may only use this in the tense situation of combat and if at least one of your targets has less than 50% Verve remaining.",
        "id": "ecd1a4cf",
        "name": "Inspiring Word",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "influence",
        "description": "When you are in a combat with at least 6 connected participants, resolve Dissuade against a target.  If you are successful, you apply the Confused Status to your target.",
        "id": "27d925ea",
        "name": "Distract",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "influence",
        "description": "[With your body language and presence, you may be able to get a ranged attacker to shift to a nearby position]",
        "id": "4ebb461d",
        "name": "Corral",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "influence",
        "description": "Resolve the Provoke Move against the highest Defence (CHA) of all enemies with Ranged Attacks.  If you are successul, all enemies with Ranged Attacks gain the Provoked Status until the start of your next turn.",
        "id": "67c8b0c2",
        "name": "Focus Fire",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "influence",
        "description": "An hour after you have applied 2 Standard coins worth of exfoliant and perfumes, you gain +2 to the Convince Move when your target would appreciate a good skin regime.  This bonus increases to 3 if you use 10 Standards worth of materials.",
        "id": "9f7b41a5",
        "name": "Excuisitely Exfoliated Skin",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "influence",
        "description": "You use your charm on someone who might be romantically interested in you, leveraging that interest to improve your Convince Move against them.  If your request could be improved by flirtation, you gain a +1 to your Roll to Resolve Convince.",
        "id": "da2dd404",
        "name": "Flirt",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "influence",
        "description": "Resolve the Provoke Move against a target within your Threatening Range who is not Cautious.  If you beat their Defences, you lock yourself in step and you both gain the Duelling Status, with yourself as the initiator.  If you fail, instead Resolve a Basic Melee Attack.",
        "id": "ceb8090b",
        "name": "Duel",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "influence",
        "description": "You lock yourself in step with 2 targets within your Threatening Range and you all gain the Duelling Status, with yourself as the Initiator.",
        "id": "0c7b6eca",
        "name": "Grand Duel",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "influence",
        "description": "After noting a failing Move made by an Ally, resolve the Encourage Move.  If you beat the DC, in addition to the Encouraged Status they get +1 to their next attempt at the same Move.  You may use this Mod at most once per hour.",
        "id": "c0cbd552",
        "name": "Get back on that horse",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "influence",
        "description": "When you use Influence to resolve Provoke in combat, you immediately succeed at a Provoke with you as the target, for a single target.",
        "id": "8ccba8af",
        "name": "Challenge",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "influence",
        "description": "When resolving Sense Motive, instead of understanding your target's motive or the truth, you see subtle motions that imply a strong emotion they may be feeling.  The DC for resolving Sense Motive this way is reduced by 1.",
        "id": "14ba5829",
        "name": "Empathy",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "influence",
        "description": "Resolve the Sense Motive Move on a target in Combat.  If you beat the target's Defence (CHA), you provide a +1 Bonus to the Dodge or Block Moves to one ally you can perceive.",
        "id": "3381fa00",
        "name": "Battlefield Tactician",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "influence",
        "description": "Instead of resolving the Sense Motive Move, you move all allies within 10sq, 1sq, each in a direction of your choice.",
        "id": "71bd879f",
        "name": "Battlefield Commander",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "influence",
        "description": "Resolve the Sense Motive Move on a target in Combat.  If you beat the target's Defence (CHA), you may ask the DM what motives this creature has, as well as one of the following: what target they prefer, or anything they might prefer to avoid.  You gain a +2 Bonus to resolve this Move.",
        "id": "b16adc84",
        "name": "Combat Motives",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "influence",
        "description": "Resolve the Sense Motive Move on a target in Combat.  If you beat the target's Defence (CHA), you may instead ask the DM how far off a creature is from its Special Attack, or whether it wants to cast a spell next round.  You also gain +2 to one Move from the Defences Category, but you must choose now which Move gains that bonus.  You gain a +2 Bonus to resolve this Move.",
        "id": "bc5d15d8",
        "name": "Magical Motives",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "influence",
        "description": "You cannot be surprised until the end of your next turn, plus you gain the Cautious Status.",
        "id": "3072645e",
        "name": "Cautioned",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "influence",
        "description": "When you don't share a languages with your target, instead of the Convince and Dissuade Moves being impossible, they incurs a penatly which the DM will determine based on the situation.",
        "id": "c1c6bf79",
        "name": "Internationalist",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "influence",
        "description": "You may resolve the Sense Motive Move with an additional Mod.",
        "id": "d19bd453",
        "name": "Eye master",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "influence",
        "description": "You may resolve the Sense Motive Move in Combat as a Quick Action.",
        "id": "4fc7cf4d",
        "name": "Rapid Eye",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "arts",
        "description": "You use your body to create a performance.",
        "id": "8aeda294",
        "name": "Perform (Deprecated)",
        "quick": false,
        "stamina": false,
        "stat": "cha",
        "type": "Skill"
    },
    {
        "category": "engineering",
        "description": "You are accomplished in the field of engineering, able to review and understand, and sometimes build and repair, engineered items from clockwork to castles.",
        "id": "b7237065",
        "name": "Engineer",
        "quick": false,
        "stamina": false,
        "stat": "int",
        "type": "Skill"
    },
    {
        "category": "engineering",
        "description": "You can use engineering to create and dismantle non-magical locks.  Creating a lock takes 1 day per DC of the lock.  Unlocking one takes 1 minute per DC.  The maximum DC of Lock you can create or dismantle is based on the number of points in Engineer: DC of 2 at 1 point, DC 3 at 3 points, DC 4 at 5 points, DC 5 at 7 points, and DC 6 at 9 points.",
        "id": "75ed6ede",
        "name": "Locksmith",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "engineering",
        "description": "You can use engineering to find, create and dismantle non-magical traps.  Creating a mechanical trap takes 1 day per DC of the trap.  Disarming one takes 1 minute per DC.  Creating or disarming a more natural trap takes only a minute to create or disarm.  The maximum DC of Trap you can find, create or dismantle is based on the number of points in Engineer: DC of 2 at 1 point, DC 3 at 3 points, DC 4 at 5 points, DC 5 at 7 points, and DC 6 at 9 points.",
        "id": "75ed6ede",
        "name": "Trapsmith",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "engineering",
        "description": "You understand the structural basis of buildings and man-made spaces, as well as gear work and mechanicals (excluding Gadgetry). If you beat the DC of the item, you understand part of the item, and can contribute to it or begin to understand how to disable it.",
        "id": "32d226c4",
        "name": "Construction",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "engineering",
        "description": "You can create and repair armours, weaponry, and items of metals and leather.  The DC to create an item is the item's value divided by 10, and the time it takes is 1 day per DC.  To repair, the DC and duration is halved, or sometimes quartered.",
        "id": "ecf46846",
        "name": "Smithing",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "engineering",
        "description": "You attempt to break a lock instead of pick it.  Resolve the Locksmith Move at a DC 1 lower than normal.  On a Raw Roll of 7- you damage the lock, potentially jamming the door or chest closed.",
        "id": "d2a1fbbc",
        "name": "Break Lock",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "engineering",
        "description": "Resolve the Construction Move.  If you succeed, you know where to hit a structure or material to apply the most damage.  The structure's UDR is reduced, the DM will determine by how much.",
        "id": "e00a67eb",
        "name": "Structural Weakness",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "engineering",
        "description": "Resolve the Smithing skill against a DC of 2.  If you succeed, you improve up to 2 basic weapons or pieces of armour to the equivalent of the Fine version, for the duration of the next combat.   Doing so takes 30 minutes of preparation, and requires materials costing 5 standards.",
        "id": "8be6b121",
        "name": "Well-oiled",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "engineering",
        "description": "When resolving Trapsmith to attempt to disarm a trap, you gain 3 UDR against any immediate trap effects that affect you.",
        "id": "91aa9c32",
        "name": "Instinctive Mechanics",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "engineering",
        "description": "You gain 5 UDR against Verve Loss applied by Gadgets.",
        "id": "0dd7d4b2",
        "name": "Adjacent Knowledge",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "engineering",
        "description": "You are a tinker of gadgets, with a clear understanding of building and deploying gadgetry, even if you have no idea about general engineering.",
        "id": "53f41090",
        "name": "Gadgetry",
        "quick": false,
        "stamina": false,
        "stat": "int",
        "type": "Skill"
    },
    {
        "category": "engineering",
        "description": "You craft a Gadget from raw materials and your talent.  To craft a Gadget, pick a Gadget Schematic.  If you beat the DC of the Gadget, you spend the materials to create the Gadget, as well as spending 4 hours per DC.  You do not need to spend the time in one block.\n\nInitially, you can only create Gadgetry Items.",
        "id": "1f570ba4",
        "name": "Craft Gadget",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "engineering",
        "description": "You use a Gadget that you have created and which is handy or on your accessory belt.",
        "id": "b1d1ff50",
        "name": "Use Gadget",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "engineering",
        "description": "Resolve Use Gadget outside of combat with a +1 Bonus.",
        "id": "0fd0aeec",
        "name": "Careful Gadgetry",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "engineering",
        "description": "You can craft Autogols from the Gadgets list.",
        "id": "f8f09f20",
        "name": "Craft Autogol",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "engineering",
        "description": "You can craft Equipment Mods from the Gadgets list.",
        "id": "485fcb6e",
        "name": "Craft Equipment Mods",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "engineering",
        "description": "You can craft Launchers from the Gadgets list.",
        "id": "c12dc5ff",
        "name": "Craft Launchers",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "engineering",
        "description": "You can craft Traps from the Gadgets list.",
        "id": "66e5eb80",
        "name": "Craft Trap",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "engineering",
        "description": "Resolve the Craft Gadget Move.  If you succeed, at half the DC of a Gadget you are targeting, you dismantle and regain the primary materials and half the Standard Coins back.  This works even on a defunct Gadgets, but not one that is unrecognisable, such as explosives.",
        "id": "1d371777",
        "name": "Dismantle Gadget",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "engineering",
        "description": "If you double the crafting time when resolving Craft a Gadget, its DC drops by 2 and the Standard Coins cost is halved.",
        "id": "dfefa8cc",
        "name": "Dedicated Tinker",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "engineering",
        "description": "If you increase the DC of a crafted gadgey by 1, and double the Standard Coins cost, the crafting time when resolving the Craft Gadget Move is halved.",
        "id": "ce8ce961",
        "name": "Privileged Tinker",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "engineering",
        "description": "Resolve the Use Gadget Move on an Autogol.  For the next three turns, the Autogol's Verve Loss application is doubled.",
        "id": "c1a5f710",
        "name": "Supergol",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "engineering",
        "description": "You gain the Inspired Status when you are within 3sq of one of your Autogols or Gadgeted Traps.",
        "id": "c1a5f710",
        "name": "Smugness",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "crafty",
        "description": "You use your creativity to create a work of art.",
        "id": "12635fb1",
        "name": "Creativity",
        "quick": false,
        "stamina": false,
        "stat": "cha",
        "type": "Skill"
    },
    {
        "category": "crafty",
        "description": "You paint, craft, or otherwise create a piece of art.  The DC is based on the relative difficulty of the piece, and your familiarity with the artform, and it takes 4-8 hours per DC of the item.  Created works are typically worth 10-20 Standards per DC of the item, and typically cost 2 Standards per DC.",
        "id": "11f888a1",
        "name": "Create Artwork",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "crafty",
        "description": "You create a performance, of song, dance, comedy or drama; one in which you've had experience or the talent for.  The DC is based on the general target's Defence (CHA), modified by the difficulty of the performance.  You can typically charge 10-20 Standards per DC of the performance, though its value reduces over time.  Composing or preparing the work is typically 2 days per DC.",
        "id": "42c3727b",
        "name": "Create Performance",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "crafty",
        "description": "You attempt to create a work of food.  If feeding a crew, you resolve this automatically.  If attempting to impress, or otherwise use cooking to your advantage, you must beat an easy DC.",
        "id": "51997986",
        "name": "Cooking",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "crafty",
        "description": "Resolve the Craft Artwork Move.  You may either reduce the time to create it by 2-4 hours, or the cost to do so by 5-10 Standards.",
        "id": "a280f3b2",
        "name": "Quick Artist",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "crafty",
        "description": "When presenting the results of Craft Artwork as a gift, that is at least a DC 3, you gain +3 to the Influence Move against the person receiving the gift.",
        "id": "6757d5c8",
        "name": "Artist's Influence",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "crafty",
        "description": "When you successfully resolve Create Performance, you gain +2 to the Influence Skill against targets you performed for.  The specific Move bonus gained is based on the type of performance, such as gaining a bonus to the Intimidate Move if you perform a battle performance.",
        "id": "6cda0502",
        "name": "Performer's Influence",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "crafty",
        "description": "You gain +2 to Rolls to protect something that you've created, whether by Art/Craft or Smithing or another applicable Skill.",
        "id": "8fbc289a",
        "name": "Fiercely Protective",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "crafty",
        "description": "When you make a work, on a Raw Roll of 20 you create a piece worthy of the ages.  The value is increased twofold, and it is desired by those who appreciate art.",
        "id": "af07ec99",
        "name": "Work of Genius",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "crafty",
        "description": "You are experienced with non-magical herbs and alchemicals.",
        "id": "e6d05e7b",
        "name": "Alchemy",
        "quick": false,
        "stamina": false,
        "stat": "int",
        "type": "Skill"
    },
    {
        "category": "crafty",
        "description": "You craft a non-magical alchemical from herbs and equipment that you have available.  To craft an Alchemical, you need to beat the DC of the item, and spend an hour per DC as well as sacrifice ingredients that match the Alchemical recipe.  DC 1 Alchemicals can be created without equipment.  DC 2 requires equipment available in a standard Alchemical Travel Bag or a kitchen.  DC 3 or higher requires a kitchen or alchemy lab.  DC 4 and higher may only be created using specialised equipment in an alchemy lab.\n\nIf you fail to create the Alchemical, choose an option: 1) Recover the materials: You spend the entire time that it would take to create the Alchemical, but you recover the materials that your recipe required (and no additional reagents expended as part of Mods or equipment).  2) Recover the Time: You fail fast, and are able to quit before you waste much time. You only spend 10 minutes on this attempt.",
        "id": "e80458ad",
        "name": "Craft Alchemical",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "crafty",
        "description": "You extract the core essences of Alchemical Reagents.  If you have access to moderate alchemical tools, a Fine Alchemical FieldKit, or a kitchen or laboratory, you can extract each individual Effect from a Reagent into the equivalent Alchemical Extracts.  You typically have enough time to perform this on one alchemical per day.  This increases to 2 when you have at least 4 points in Alchemy, and 3 when you have 8.  When you attempt this, Resolve Transmute Alchemy against a DC of the rarity of the alchemical you are attempting this on.  On a success, you extract all Effects.  On a failure, one Effect of your choice is lost.",
        "id": "88708777",
        "name": "Transmute Alchemical",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "crafty",
        "description": "On a Raw Roll of 19+, you create a Perfect Creation.  One numeric effect has +1 added to it, or the duration increases by 1 round.  Choose when you create the alchemical.",
        "id": "84399587",
        "name": "Perfect Creation I",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "crafty",
        "description": "On a Raw Roll of 17+, you create a Perfect Creation.  One numeric effect has +1 added to it, or the duration increases by 1 round.  Choose when you create the alchemical.",
        "id": "d9c59128",
        "name": "Perfect Creation II",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "crafty",
        "description": "When your perform the Alchemy Move and you increase the recipe by 2 Reagents (of any type that the Recipe requires), the DC of the Recipe is reduced by 1.",
        "id": "4c004480",
        "name": "Concentrated Solution",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "crafty",
        "description": "When creating Alchemical Recipes that have an affect in a radius, you may increase the DC to also increase the radius by the same amount.",
        "id": "3bbcf463",
        "name": "Spring Loaded Mechanisms",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "crafty",
        "description": "When creating an Alchemical that requires at least two Alchemical Reagent Effects, you may reduce the number required by 1, by doubling the creation time.",
        "id": "2764266d",
        "name": "Improvised Alchemy",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "crafty",
        "description": "You may restock your ammunition belt or container with up to 6 Alchemicals.  If you successfully Dodged a creature last round, you may hurriedly restock just 1 as a Free Action.",
        "id": "5a77674d",
        "name": "Restock",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "crafty",
        "description": "You may use up to 5 Alchemicals this round, each on a unique target within range, from anywhere on your person or in your pack.",
        "id": "26cae0ef",
        "name": "Rapid Alchemy",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "crafty",
        "description": "Resolve the Craft Alchemical Move.  If you beat the DC equal to half the DC of an adjacent magical creature or undead that took 10 Verve Loss this turn, you quickly and safely scoop up its bodily weepings.  As part of this Move, you can either transfer it to a safe container, or immediately resolve a Basic Ranged Attack as a Free Action to hurl it at a target.  If thrown, you add a pinch of something herbacious that excites the weeping, dealing 5 Damage to your target.  If saved, you gain a Wept Solvent.",
        "id": "add1ed3b",
        "name": "Black Blood Bomb",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "crafty",
        "description": "If you have your alchemical ingredients in your Item Belt, you can create DC 1 Alchemicals as a Quick Action.  However on a Raw Roll of 5- they spill and apply to you at half strength.",
        "id": "f120cfa7",
        "name": "Hasty Concoction",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "crafty",
        "description": "You gain the Inspired Status when you are within 3sq a creature under the effects of one of your Alchemicals.",
        "id": "c8621266",
        "name": "Smug Alchemist",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "beast_mastery",
        "description": "You can soothe and sway the actions of animals and beasts, and you can attempt to ride horses and other ridable animals, but find yourself tired over long periods.",
        "id": "f73a1fd2",
        "name": "Animal Empathy",
        "quick": false,
        "stamina": false,
        "stat": "cha",
        "type": "Skill"
    },
    {
        "category": "beast_mastery",
        "description": "Descibe how you wish to change the actions or emotion of a beast target, such as a wolf or other animal.  If you pierce their defenses, the DC of which is set by their Defend (CHA) and the willingness of the target, then you describe how you achieve the change.  Some creatures will not change their instinctive behaviour unless you show a compelling reason for them to.",
        "id": "e1b08304",
        "name": "Soothe Animal",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "beast_mastery",
        "description": "You attempt to ride at speed, or at distance, or to perform a maneuvre without issue.  The DC will be determined by the DM based on the willingness of the animal and the difficulty of the action or maneuvre you are attempting.  If you fail, you may gain the Exhausted Status.",
        "id": "4c87f785",
        "name": "Riding",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "beast_mastery",
        "description": "You issue a command to your companion that you've trained them in.  Commands last for 2 rounds, unless they are superceded by a new Command.  You know 1 Command per point you spend in Animal Empathy, and you can only learn Advanced Commands once you have 5 points in Animal Empathy.",
        "id": "43f6d615",
        "name": "Command Beast",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "beast_mastery",
        "description": "If you can understand the motives of the monster, you may be able to Soothe it.  Resolve Soothe Animal with the monster as your target with a -3 penalty.  If you fail, the DM will describe something useful about its nature to you.",
        "id": "deac53b3",
        "name": "Soothe Monster",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "beast_mastery",
        "description": "Resolve the Soothe Animal Move at a DC of your mount's Defence (CHA).  If you succeed, Basic Melee or Ranged Attacks resolved apply +1 Verve Loss per sq. you moved this turn.",
        "id": "11418c91",
        "name": "Mounted Combatant",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "beast_mastery",
        "description": "Resolve Command Beast.  Your command lasts until the end of battle, or 5 minutes, whichever is shorter.",
        "id": "dd85a7b6",
        "name": "Lasting Commnad",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "beast_mastery",
        "description": "Using the Command Beast Move is a Quick Action.",
        "id": "f48db6c6",
        "name": "Affinity",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "beast_mastery",
        "description": "You may use Command Beast with a special command: Harry.  Your beast gains +2 Move sq and will move towards a target you nominate.  If it reaches, it deals 1 damage and attempt to get back to you.  Your companions cannot be the target of attacks this round.",
        "id": "cb5e8841",
        "name": "Harrying",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "beast_mastery",
        "description": "Resolve the Command Beast Move.  You may Command your Companion against a creature that took at least 10 damage last round.  Your Companion becomes enraged with bloodlust, becoming immune to mental effects, gaining 3sq movement, and applying 2 additional Verve Loss with its attack, however they will ignore further commands until the target is killed.",
        "id": "1fe5becb",
        "name": "Out for blood",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "beast_mastery",
        "description": "If you have less than 15% of your HP remaining, you can issue two commands to your Companion.",
        "id": "16a54fa9",
        "name": "Protective Companion",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "beast_mastery",
        "description": "You may swap places with an adjacent Companion.",
        "id": "eeecc60c",
        "name": "Swap places",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "beast_mastery",
        "description": "When using Command Beast, you may issue up to three commands.  They gain an additional Primary Action.",
        "id": "04f93e06",
        "name": "Multi-command",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "beast_mastery",
        "description": "Your companion applies 1 additional Verve Loss against targets you successfully used the Block or Dodge Move on last turn.",
        "id": "9dc9f0ea",
        "name": "Defender Companion Combo",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "beast_mastery",
        "description": "If you and your companion each sacrifice 3 Verve, you may resolve Command Beast with 2 Mods.",
        "id": "948acc48",
        "name": "Commander",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "beast_mastery",
        "description": "If you fall into the Moribund state, your companion will become Hasted and Raged in order to defend your corpse.",
        "id": "8de54b16",
        "name": "Fallen Hero",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "beast_mastery",
        "description": "When resolving Melee Basic Attacks while mounted, you do not incur the Verve Loss or Defence Move penalty.",
        "id": "aed18d6d",
        "name": "Mounted Combat Afficionado",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "beast_mastery",
        "description": "You are proficient at riding horses and are no longer tired by riding them, nor are they tired up to 20km of travel.",
        "id": "e9872179",
        "name": "Horse Riding I",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "beast_mastery",
        "description": "You are proficient at riding horses and are no longer tired by riding them, nor are they tired up to 40km of travel.  Additionally, you ignore the effects of difficult terrain while mounted.",
        "id": "00fd77c3",
        "name": "Horse Riding II",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "magic",
        "description": "You aim to be a master of spells",
        "id": "797d1feb",
        "name": "Spellcraft",
        "quick": false,
        "stamina": false,
        "stat": "int",
        "type": "Skill"
    },
    {
        "category": "magic",
        "description": "When performing this Move, you determine if you comprehend a new spell whose level is equal to up to half your points in Spellcraft. You may attempt to comprehend a spell, even if you have failed to comprehend it before, a maximum of once per day.  Comprehending a spell takes 2 hours per Level of the spell.  For each point you purchase in Spell Knowledge, you may have 2 Spells in your known list.",
        "id": "9be36277",
        "name": "Learn Spell",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "magic",
        "description": "You may perform this Move when you purchase a point in Spellcraft.  When you do, you may remove up to 2 Spells from your known Spells.",
        "id": "0e3c1475",
        "name": "Forget Spell",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "magic",
        "description": "Resolve the Learn Spell Move as a Quick Action.  You attempt to identify a spell as it is being cast.",
        "id": "73f09e3c",
        "name": "Identify Spell",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "magic",
        "description": "When you see a Spell being cast, resolve the Learn Spell Move.  If you beat the DC of the spell, you may forget a spell and learn that spell automatically, if the spell is learnable.",
        "id": "5c841ad2",
        "name": "Field Learner",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "magic",
        "description": "Resolve the Spellcraft Move at the DC of a spell that you don't know.  If you succeed, you may resolve Cast a Spell Move with the spell you chose. You may not choose Spells that are beyond your level in Spellcraft.",
        "id": "16ce0705",
        "name": "Weird Flow",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "magic",
        "description": "When purchasing a point in Spellcraft, you instantly and automatically learn any spell you choose that has a DC of 2 or lower.",
        "id": "1a15e729",
        "name": "Sorcerer",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "magic",
        "description": "You have the ability to shape The Flow into spells of power.",
        "id": "9aa1d2f7",
        "name": "Cast",
        "quick": false,
        "stamina": false,
        "stat": "int,wis,cha",
        "type": "Skill"
    },
    {
        "category": "magic",
        "description": "You may cast a spell, invoking it's Cantrip, Standard or Overpowered effect if you pay its Mana cost.  Many spells require you to beat the Defences of your target.  Your spell has no effect and the Mana is expended if you fail to beat your target's Defences.",
        "id": "f4911ac0",
        "name": "Cast a Spell",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "magic",
        "description": "You may resolve the Jump Move to jump backwards up to 2sq backwards as a Quick Action, just before casting a spell.",
        "id": "394b7ede",
        "name": "Acrobatic Cast: Defensive",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "magic",
        "description": "You may resolve the Jump Move to jump towards a target up to 2sq as a Quick Action, just before casting a spell.",
        "id": "f979f13e",
        "name": "Acrobatic Cast: Offensive",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "magic",
        "description": "When casting a spell as a cantrip, you may cast it as a Quick Action for 1 Stamina",
        "id": "3e0c8682",
        "name": "Quick Cantrip I",
        "quick": true,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "magic",
        "description": "When casting a spell as a cantrip, you may cast it as a Quick Action.",
        "id": "f16f3e20",
        "name": "Quick Cantrip II",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "magic",
        "description": "If you Move at least 2sq in the direction of a Cone you cast, the Cone's shape is 1sq longer, but the width does not increase",
        "id": "30253b4f",
        "name": "Volumous Cone",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "magic",
        "description": "If you Move at least 3sq towards the target of a SVT spell, you gain +1 to your Cast a Spell Move Roll.",
        "id": "8704ac74",
        "name": "Flash Firing",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "magic",
        "description": "Resolve the Cast a Spell Move with a spell that has a Resistance of Defend (DEX).  You pierce your target's resistance with a +5 bonus to your Cast a Spell Move Roll.",
        "id": "8f5355cd",
        "name": "Focus Firing",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "magic",
        "description": "Resolve the Cast a Spell Move against a target that successfully resisted a spell against you this combat.  You gain a +1 Bonus to the Move Roll.",
        "id": "59fd9b64",
        "name": "Resist Piercer",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "magic",
        "description": "Resolve the Cast a Spell Move that has a resistance.  If you do not beat your target's Defencese, you still apply 1/4 of the effects and duration.",
        "id": "1bcf8eee",
        "name": "Insistent Piercer",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "magic",
        "description": "Resolve the Cast a Spell Move with a Spell that has a resistance that uses Defend (WIS), Defend (INT), Defend (CON) or Defend (CHA).  If your target resists, you get helf the Mana used to cast the spell back.",
        "id": "35344c7b",
        "name": "Reimbursed Flow",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "magic",
        "description": "Resolve the Cast a Spell Move using a spell with the SVT shape against a target that is exactly 3 squares away from you at the start of your turn.  You gain +5 to the Damage or Verve Healing effect.  You may only use this ability twice per target.",
        "id": "a0fbf349",
        "name": "Sweet Spot",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "magic",
        "description": "When behind a wall, pillar or defensible position, you may attempt to keep yourself defended and resolve the Cast a Spell Move.  You gain a +2 bonus to the Dodge Move and Block (STR) Move Rolls against Spells and Ranged attacks, but suffer -2 to your rolls to pierce your target's defenses.",
        "id": "4f6526c1",
        "name": "Cover Casting",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "magic",
        "description": "If you cast a DC 2 or higher spell, the power of your blast pushes you back 3sq after resolving the Spell.",
        "id": "b5fc035e",
        "name": "Powerful Blast",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "magic",
        "description": "If you used Basic Melee Attack on a target last round, spells you cast that use Touch or Single Visible Target and which target that creature cost 1 less Mana this turn.",
        "id": "076d47e0",
        "name": "Slice and cast",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "magic",
        "description": "On a Raw Roll of 11+, your spell costs 2 Mana less (to a minimum of 1, or a minimum of 0 for Cantrips).  Otherwise it costs 2 Mana more, but you may add 2 to any stated number in the effects, other than duration.",
        "id": "7f92fbf8",
        "name": "Wild Magic",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "magic",
        "description": "On a Raw Roll of 19+, add 4 to one of the numeric effects of your spell, or reduce the Mana by 2, or extend the duration by 2 rounds.  On a 2-, the DM can choose the target, change an aspect of the spell, or cancel the spell with the mana still being used.",
        "id": "97a7c796",
        "name": "Torrent Cast",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "magic",
        "description": "You may resolve a Cantrip Touch spell as a Quick Action against a target you successfully Blocked or Dodged last turn.",
        "id": "2f23598c",
        "name": "Defensive Cast I",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "magic",
        "description": "You may resolve a Cantrip or Standard Touch spell as a Quick Action against a target you attempted to Block or Dodge.  This may even occur during the opponent's turn.",
        "id": "457f0ea9",
        "name": "Defensive Cast II",
        "quick": true,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "magic",
        "description": "You may channel a spell through an Ally within 2sq of you.  The shape and range of the spell is treated as originating from them. In addition, any touch spell can be delivered via weapon attack.",
        "id": "6fdd26cc",
        "name": "OutSourced Cast",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "magic",
        "description": "Resolve the Cast a Spell Move with Spell that has a strength determined by rolling Dice.  The values of any variable Dice are taken at their maximum.",
        "id": "ece1c7b6",
        "name": "Maximised Magic",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "magic",
        "description": "You cast a spell, which takes three times the normal time to cast.  It stores in your body indefinitely, unless dispelled or released.  While you have a Prepared Spell, your total mana is reduced by the Mana value of the spell and rank you cast it at and you are slightly easier to detect with the Detect Magic spell.",
        "id": "7dc033bf",
        "name": "Prepared Spell",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "magic",
        "description": "If you are struck in combat, you may release your Prepared Spell as pure magic, dealing 5 Magical Damage to all adjacent characters.",
        "id": "34263065",
        "name": "Prepared Expulsion",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "magic",
        "description": "You release and cast your Prepared Spell using a lower spell rank than your prepared it with as a Free Action.  You cannot cast another Spell this turn.",
        "id": "b594380b",
        "name": "Prepared Undercasting",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "magic",
        "description": "You release and cast your Prepared Spell.  You cannot cast another Spell this turn.",
        "id": "13bcf1aa",
        "name": "Prepared Casting",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "magic",
        "description": "You release and cast your Prepared Spell.",
        "id": "24d10ab8",
        "name": "Prepared Mastercasting",
        "quick": true,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "magic",
        "description": "As a Quick Action, you unravel a spell that you cast that has a remaining duration of at least 2 turns.  Your spell cancels and you restore 1 Mana.",
        "id": "ca91ab44",
        "name": "Uncast",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "magic",
        "description": "You recast the same spell that you last cast, within 1 minute.  After casting it, you restore 1 Mana.",
        "id": "56380f1c",
        "name": "Copy Cast I",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "magic",
        "description": "You recast the same spell that you last cast, within 1 minutes.  After casting it, you restore 5 Mana, or the cost of the Spell, whichever is lower.",
        "id": "72753df8",
        "name": "Copy Cast II",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "magic",
        "description": "You may use your Stamina to cast a spell of up to 4 Mana, instead of spending the Mana.  You may do this even if you have no Mana remaining.",
        "id": "7489fae0",
        "name": "Burnout Cast",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "magic",
        "description": "You may cast a spell without either a Verbal, or Somatic component.",
        "id": "e840d5ba",
        "name": "Eschew Components",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "magic",
        "description": "You may cast a spell as a Cantrip without either a Verbal, or Somatic component.",
        "id": "3163b28a",
        "name": "Eschew Cantrip Components",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "magic",
        "description": "Resolve the Cast Move over 2 turns.  If you beat your target's Defences, your spell's duration is doubled.",
        "id": "f7e448d1",
        "name": "Combat Ritual",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "magic",
        "description": "Resolve the Cast Move and halve the required Mana.  You cast your Spell with all numeric damage, Damage Dice, and Duration halved.  If the Spell doesn't have enough numeric effects, the DM may rule to apply a penallty to your Cast a Spell Move Roll instead.",
        "id": "0460155f",
        "name": "Weak Spell",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "magic",
        "description": "When you Resolve the Cast Move with a spell that has an area of effect, you may pay 3 additional Mana.  If you do, your spell gains 1 additional sq radius of effect.",
        "id": "1318aee2",
        "name": "Reaching Spell",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "magic",
        "description": "When you Resolve the Cast Move, you may pay 2 additional Mana.  If you do, your spell lasts for an additional Turn.",
        "id": "2dd04c8a",
        "name": "Durable Spell",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "magic",
        "description": "When you Resolve the Cast Move, you may draw Verve or Mana from a willing target, or yourself, within 5sq.  For each 2 Mana or 5 Verve you draw, you gain 1 Mana towards your Spell.  Any Mana not used for your Spell is lost.",
        "id": "9972ce28",
        "name": "Willing Coterie",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "magic",
        "description": "When you Resolve the Cast a Spell Move, you may attempt to draw Mana from an unwilling target that is within 5sq.  Roll the dice, even if your spell does not require it.  On a Raw Roll of 17+, you draw 1 Mana from your target.",
        "id": "655109c3",
        "name": "Unwilling Coterie",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "magic",
        "description": "As a Free Action, you may exchange any number of Mana to ignore five times the number of lost Verve from 1 source.",
        "id": "420a2a0a",
        "name": "Flow Verve",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "magic",
        "description": "Each time you cast a spell, you gain one Flow.  As a Free Action, you may exchange 3 Flow for 1 Mana.",
        "id": "acc5a2e9",
        "name": "Flow Master",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "magic",
        "description": "Your Magical Synergy critical effect occurs on a Raw Roll of 19+",
        "id": "519e8e40",
        "name": "Elemental Master",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "magic",
        "description": "When you cast an Energy Spell, you can choose to apply an elemental type for which you don't have Magical Synergy.  The spell costs 3 more Mana than normal and cannot achieve the Magical Synergy critical effect.",
        "id": "88ac0ac3",
        "name": "Elemental Shift",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "magic",
        "description": "When you are the target of a magical effect that has the same type as an Elemental Effect that you have Magical Synergy with, you gain 1 Flow.  As a Free Action, you may exchange 3 Flow for 1 Mana.",
        "id": "e43cbbc8",
        "name": "Synergy Sink",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "magic",
        "description": "When you Resolve the Cast a Spell Move for the first time in an hour, your Spell costs 1 Less Mana (to a minimum of 1, or a minimum of 0 for Cantrips).",
        "id": "3fbbb0f6",
        "name": "Fresh Cast",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "magic",
        "description": "When you Resolve the Cast a Spell Move that requires you Pierce your target's Defenses and you achieve a Raw Roll of 20, you Restore 1 Mana.",
        "id": "44844313",
        "name": "Critical Cast",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "magic",
        "description": "When you use the Basic Melee or Ranged Attack Move against a target that is under the effect of a spell you cast, you apply an additional Verve Loss to them.",
        "id": "ec97ebcc",
        "name": "Spell Sink",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "magic",
        "description": "When resolving a spell that grants you knowledge (such as Detect Magic), you instantly comprehend what it tells you, even in combat, without spending time.",
        "id": "eb207670",
        "name": "Comprehending Cast",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "magic",
        "description": "You leave lasting magics in items.",
        "id": "3461da9d",
        "name": "Enchanting",
        "quick": false,
        "stamina": false,
        "stat": "wis",
        "type": "Skill"
    },
    {
        "category": "magic",
        "description": "You enchant an item temporarily, or imbue your magics permanently into an item.",
        "id": "9eaf5a8c",
        "name": "(On Hold) Enchant Item",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "magic",
        "description": "You imbue a liquid with the Standard effects of a Magic Spell, up to level 2, that has the Potable Tag.  To create your concoction, you need to know the Spell Effect and have an alchemical Potion Solution prepared.  Over a number of hours equal to the Spell Effect you are creating, you must cast the spell 3 times per hour to perfect the stability of the Potion.  When you attempt this, Resolve Enchanting; if you beat the DC of the Spell Effect, you creation your potion.  If you fail, you only lose 30 minutes, and your alchemical base is not affected.  You may create one potion per day maximum.",
        "id": "f8ee4bd7",
        "name": "Concoct Magic Potion",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "magic",
        "description": "You create a Scroll that can be read and cast by a Magic User, in order to unleash the Standard effects of a Magic Spell up to level 2.  The Scroll contains shorthand magic, ready for casting at speed and in combat.  To inscribe your Spell, you need to know the Spell Effect or have a reference book to the Spell, and to transcribe the magic onto a piece of vellum or paper over a number of hours equal to the level of the Spell.  Resolve Enchanting; if you beat the DC of the Spell, you successfully transcribe a single-user Scroll of the Spell.  If you fail, you lose half the time and your paper or vellum is lost.",
        "id": "d67c3140",
        "name": "Inscribe Magic Scroll",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "magic",
        "description": "You create a runic stone or symbol that can be activated by any user to unleash the Standard effects of a Magic Spell up to level 2.  To infuse the Seal, you need to know the Spell Effect and to create a Flow connection between your Source and a Seal or symbol worth 2 Standards, over a number of hours equal to half the level of the Spell.  Resolve Enchanting; if you beat the DC of the Spell, you successfully infuse the Seal and permanently increment the Infuse field on your character sheet by the Mana cost of the Spell.  If you fail, you lose half the time.  You may subtract the Infuse value on your character sheet when the Seal is used.",
        "id": "3f30f345",
        "name": "Infuse Runic Seal",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "magic",
        "description": "The level of Spell effect that you can enchant with increases by 2.",
        "id": "6d89be5f",
        "name": "Proficient Enchanting",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "magic",
        "description": "The level of Spell effect that you can enchant with increases by 2.",
        "id": "480305be",
        "name": "Masterful Enchanting",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "inner_power",
        "description": "You fully or partially transform into creatures of the forest and wilds. ",
        "id": "ca587f10",
        "name": "Wildform",
        "quick": false,
        "stamina": false,
        "stat": "str",
        "type": "Skill"
    },
    {
        "category": "inner_power",
        "description": "If you beat the DC of a creature on the Wildform Creatures List, you fully transform into that creature, gaining it's physical stats, attacks and special abilities.  You may maintain the form for 1 minute per point in Wildform, or 1 round per point while in combat, per hour.\n\nYou are limited to transforming into creatures on the Wildfrom Creatures List that have DCs up to are half the number of points you've spent in Wildform.",
        "id": "82810316",
        "name": "Full Transformation",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "inner_power",
        "description": "You partially transform into a creature on the Wildform Creatures List, gaining one physical stat, or one special ability.  You may maintain the form for 1 hour per point in Wildform, or 3 rounds per point while in combat, per hour.",
        "id": "27299b7a",
        "name": "Partial Transformation",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "inner_power",
        "description": "You use a Wild Ability that you have stored.  If it must pierce Defences, resolve this with the most appropriate Move you can use.  You may store 1 Wild Ability per Strength you have.",
        "id": "b9e5c789",
        "name": "Wild Ability",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "inner_power",
        "description": "Resolve the Full Transformation or Partial Transformation Move.  You ignore the limitation of how many times you can use Wildform.",
        "id": "44f79ceb",
        "name": "Lost to form",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "Resolve the Full Transformation or Partial Transformation Move.  You may choose the form of a creature up to 2 DCs higher than you can normally turn into, and the DC is only increased by 1 when you do.",
        "id": "9462f937",
        "name": "Greater Form",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "Resolve the Full Transformation or Partial Transformation Move at half the DC of the creature you are transformed into.  If you expend 5 Verve, you maintain the form.  Each subsequent usage of this increases the Verve Cost by 5, which resets when you transform back to your regular form.",
        "id": "f63d6122",
        "name": "Push the form",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "If you have less than 10% of your HP remaining, you gain 10% of your HP when you use Wildform.",
        "id": "5ebb3f34",
        "name": "Adrenal Wildform",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "When using a Wildform Move in combat and you have an active Buff, you may remove the Buff and this Transformation does not count towards your limit, plus the transformation duration is doubled.",
        "id": "cd44645f",
        "name": "Buff Form",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "When using a Wildform Move and you have an active Debuff, instead of transforming, you may attempt to pass on the Debuff to a creature that you can maintain touch with for a few moments.  Resolve a Grapple Move against the target in order to see if you can touch your target.  If you succeed, your Debuff transfers to your target, for a duration equal to the remaining duration on you.",
        "id": "0db87fb0",
        "name": "Rebuff",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "On a Raw Roll of 19+, add 2 to one of the numeric effects of your Wildform, or extend the duration by 2 rounds.  On a 2-, the DM can modify an aspect of the form, or cancel the form.",
        "id": "00085b63",
        "name": "Wildform",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "Whenever you a creature is killed adjacent to you that has a Special Ability, you may use resolve Wildform Move to mimic a form of its Special Ability.  If you beat the DC of the creature, you gain 1 Wild Ability, that the DM will describe now.",
        "id": "6ea5b378",
        "name": "Wild Ability Harvester",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "Whenever you use the Rest Move for at least 4 Cycles, you restore your ability to use Wildform.",
        "id": "e12ee1fe",
        "name": "Innate Wildform",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "inner_power",
        "description": "If you kill a target while in Wildform, you either extend the duration by 2 rounds (if using Full Transformation), or you add another physical stat or special ability of the form youve chosen (if using Partial Transform).",
        "id": "3d952c5c",
        "name": "Killform",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "inner_power",
        "description": "You are trained in the truth of Ki.  Ki attuned may have 2 active Ki Marks per point in Ki you have purchased.",
        "id": "160be273",
        "name": "Ki",
        "quick": false,
        "stamina": false,
        "stat": "con",
        "type": "Skill"
    },
    {
        "category": "inner_power",
        "description": "As a Quick Action, you enter the Attuned State for the remainder of the Combat, becoming able to apply Ki Marks to targets you hit, Grapple or Trip, or to yourself.  Alternatively, as a Primary Action, you resolve Ki Attunement to apply a Ki Mark to any target, or yourself, that you can perceive and which already has a Ki Mark.  You may apply a maximum of 1 Ki Mark per turn.",
        "id": "85f6c688",
        "name": "Ki Attunement",
        "quick": true,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "inner_power",
        "description": "If you resolve a Move that brings you into contact with a target this turn, such as Basic Melee Attack, you apply a Ki Mark to them.",
        "id": "b3ba821d",
        "name": "Ki Application",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "You apply a Ki Mark to yourself.",
        "id": "cc01ddec",
        "name": "Ki Attunement",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "You expend a Ki Mark on yourself to resolve a Basic Melee Attack as a Critical Strike against an opponent with one of the following Statuses: Prone, Blind, Stunned, Confused, Paralyzed, or Provoked.",
        "id": "a473b0b1",
        "name": "Ki Exploit",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "Until the end of your next turn, you may actively apply up to 5 Ki Marks, but no more than 2 per target including yourself.",
        "id": "ed0f20c2",
        "name": "Ki Torrent",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "You may expend all your Ki Marks on targets up to 10sq away, dealing 5 Magical Damage to them for each Ki Mark they have.  This damage ignores armour and magical resistances.",
        "id": "fe59c680",
        "name": "Ki Burst",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "Expend at least 2 Ki Marks on an opponent within your Threatened Area.  Resolve the Basic Melee Attack against them.  Resolve a Ki Move Roll against their Defend (WIS), gaining a +1 to your Move Roll for each Ki Mark expended.  If they fail, they gain the Stunned Status Effect.",
        "id": "7def36b9",
        "name": "Ki Pressure Points",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "You may expend Ki Marks on yourself in order to reduce the duration of a Status at a rate of 1 round per Ki Mark.",
        "id": "304e1507",
        "name": "Ki Cleansing",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "You become hyper Attuned.  Apply a Ki Mark to yourself for each enemy you killed this turn.",
        "id": "34e11fca",
        "name": "Ki Catalyst",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "You expend all Ki Marks on yourself.  You slam a creature up to 1 size category larger than you up to 3sq per Ki Mark you used.  Creatures who hit a surface are slammed for 4 damage per square you moved them.  Resolve a Trip with no bonus against creatures that do not hit a surface.",
        "id": "28b3dbcd",
        "name": "Ki Force",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "You expend up to 2 Ki Marks on yourself to upgrade your Bonus Damage Dice once per Ki Mark.  Damage Bonus Dice deal either Physical, Fire, Radiant or Laceration (Wind) damage.",
        "id": "1d7a3e73",
        "name": "Ki Power",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "You expend 1 Ki Marks on yourself to gain 2sq of Movement this turn, and you may treat difficult terrain, water, gaseous, vertical surfaces, falling, and occupied spaces as normal spaces.",
        "id": "e7d0f60d",
        "name": "Ki Dash",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "When you charge directly at an opponent, expend 2 Ki Marks on yourself to ignore all terrain and other creatures as you weave between worlds to your target.  Once there, you apply 5 additional Verve Loss to any Basic Melee Attack you make this turn.",
        "id": "c10a0621",
        "name": "Ki Weave",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "You expend 2 Ki Marks on yourself.  As a Free Action you resolve the Cast a Spell Move without Mods with any spell that has the target of Self.",
        "id": "8c4094d6",
        "name": "Ki Cast",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "You resolve a Basic Melee Attack with up to 3 targets who are beyond your threatening range.  The targets must each be no more than 3sq away from each other.  For each target you strike, you dash between them under the effect of the Free Move Status, and end adjacent to the final target.  Doing so costs 1 Ki Mark on yourself or them, for each target in your attack chain.",
        "id": "1f5c0f2f",
        "name": "Ki Chain",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "You expend 1 Ki Mark to activate Ki Attunement this round and go full defensive.  When in the Ki Eye, you automatically resolve Dodge against all Standard Melee and Ranged Attacks against you, if they can be Dodged.  You also gain +2 to Rolls to Resist, Block or Dodge Special Attacks, if they can be Resisted, Blocked or Dodged.",
        "id": "c07fc7c8",
        "name": "Ki Eye",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "You may apply a Ki Mark to each individual creature that you successfully Blocked or Dodged last turn. You may optionally choose to apply any or all of them to yourself instead.",
        "id": "19536379",
        "name": "Ki Dodge",
        "quick": true,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "You expend all Ki Marks on yourself.  Gain 3 Verve per Mark expended, or may instead Restore a Stamina if you expend 6 or more Marks.",
        "id": "3ef49782",
        "name": "Ki Wellspring",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "You expend a Ki Marks on an adjacent target.  On your next turn, you gain your Bonus Damage Dice when resolving Basic Melee Attack exclusively against this creature.  Your target knows what is in store for them.",
        "id": "1a62881c",
        "name": "Ki Disruption",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "When resolving Dodge against a Ranged Attack, if you successfully Dodge and achieve a Raw Roll of 15+, you may Expend a Ki Mark on yourself or the Ranged Attacker and choose a new target for the projectile that is within 45(deg) of the flight path of the projectile.  If the projectile is dangerous to handle (for example flaming arrows), you incur the attack as well as your new target.",
        "id": "24f1c112",
        "name": "Ki Ranged Diversion",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "inner_power",
        "description": "When resolving Basic Melee Attack against a target with 5 or more Ki Marks, you add the maximum value of your Bonus Damage Dice against them.",
        "id": "f27be709",
        "name": "Ki Affinity",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "inner_power",
        "description": "When Ki Attuned, you can apply Ki Marks by thrown weapons to targets within 5sq, instead of just by touch.",
        "id": "46b4a925",
        "name": "Ki Presence",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "inner_power",
        "description": "When resolving Ki Marks on targets that have the Flanked Status, treat the creature as having one additional Ki Mark.",
        "id": "231b6d40",
        "name": "Blind Spot: Ki Point",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "inner_power",
        "description": "When using Ki Marks on yourself, if you are under the effect of a spell, effect or Status that provides a Buff, treat the result as if you had an addition Ki Mark.",
        "id": "cd78693f",
        "name": "Ki Attuned",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "inner_power",
        "description": "Apply a Ki Mark to yourself when you kill a creature.",
        "id": "ee7598b3",
        "name": "Final Strike",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "inner_power",
        "description": "You have the ability to enter a Rage.  If you ever reach 0 Raging you gain the Prone Status, and you can no longer gain Rage for the remainder of the Combat.  On any turn that you do not use the Attack or Intimidate Moves, lose 3 Raging.  Whenever you deal Damage to a target, or receive Damage from any source, you gain a Raging.\n\nIf you ever reach 10 Raging you enter Unstoppable Rage, immediately gaining 3 UDR, but you may only use the Relocate and Attack Moves with no Mods, or the Rage Move and Mods or Rage Passives.  Unstoppable Rage ends when combat ends or if you run out of Raging.",
        "id": "971c8657",
        "name": "Rage",
        "quick": false,
        "stamina": false,
        "stat": "str",
        "type": "Skill"
    },
    {
        "category": "inner_power",
        "description": "You enter a Combat Rage, gaining a number of Raging equal to half of your points in Rage.  ",
        "id": "67f35321",
        "name": "Rage",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "inner_power",
        "description": "You use Rage this turn and gain 1 Raging.  You do not lose Raging this turn due to not using the Attack or Intimidate Move.",
        "id": "72fca118",
        "name": "Raging Temper",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "You use your intimidating presence to move all opponents of the same size or smaller size categories within 5sq of you 1 square away, and gain 2 Raging.",
        "id": "b278a063",
        "name": "Raging Glare",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "You expend 6 Raging to unnerve enemies with DC 1 or 2 within 3sq of you, reducing all of their defences by 1 until the end of your next turn.",
        "id": "50666830",
        "name": "Barbaric Roar",
        "quick": true,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "You expend 6 Raging to resolve Wall Slam, even if you have not purchased it.  You may additionally slam your target into another target adjacent to your target.  If you do, both creatures are damaged ths way.",
        "id": "a2104402",
        "name": "Barbaric Slam",
        "quick": true,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "You expend 3 Raging to double your leap distance and height until the end of the turn.",
        "id": "776c4402",
        "name": "Barbaric Leap",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "You expend 6 Raging to apply the Bleeding Status to an adjacent target.",
        "id": "20c8f973",
        "name": "Rupturing Strike",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "You expend 8 Raging to resolve a Basic Attack against up to 3 targets in a Line Shape beginning from you.  You end your turn in a free square adjacent to your last target.",
        "id": "dfc693d3",
        "name": "Punch Through",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "Gain 1 Rage every time an ally takes Damage.",
        "id": "45c373c3",
        "name": "Brutal Sympathy",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "inner_power",
        "description": "Gain 1 Rage every time you successfully Block or Dodge an attack.",
        "id": "f17a4fcf",
        "name": "Brutal Rebuke",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "inner_power",
        "description": "Gain 2 Rage every time you kill a target.",
        "id": "85376f2d",
        "name": "Brutal Kill",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "inner_power",
        "description": "You may once expend 1 Rage when resolving the Basic Mele Attack Move to apply 2 more Verve Loss, or to gain +1 to the Grapple or Trip Move.  You may use only 1 Unnatural Rage Passive per turn.",
        "id": "9658dd25",
        "name": "Unnatural Strength",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "inner_power",
        "description": "You may once expend 1 Rage when resolving the Basic Mele Attack Move to add your Bonus Damage Dice.  You may use only 1 Unnatural Rage Passive per turn.",
        "id": "73afc4d8",
        "name": "Unnatural Force",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "inner_power",
        "description": "You may once expend 1 Rage when resolving the Basic Mele Attack Move to use the maximum value of your Bonus Damage Dice this turn.  You may use only 1 Unnatural Rage Passive per turn.",
        "id": "802304d4",
        "name": "Unnatural Resilience",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "inner_power",
        "description": "You may once expend 1 Rage to ignore occupied spaces of opponents up to 1 size category larger, when using Relocate.  You may move any target that you push through to an adjacent safe square.  You may use only 1 Roaring Passive per turn.",
        "id": "e9c17777",
        "name": "Roaring Relocate",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "inner_power",
        "description": "You may once expend 1 Rage to gain 3UDR against one source this turn.  You may use only 1 Roaring Passive per turn.",
        "id": "7f0d6b87",
        "name": "Roaring Presence",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "inner_power",
        "description": "You may once expend 1 Rage to gain +2sq of movement when resolving your Reolcate Action.  You may use only 1 Roaring Passive per turn.",
        "id": "3c0e6b68",
        "name": "Roaring Leap",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "inner_power",
        "description": "You Channel the very power of the gods via your Source to bring your divine will to those around you.",
        "id": "e46bd134",
        "name": "Channel Divinity",
        "quick": false,
        "stamina": true,
        "stat": "wis",
        "type": "Skill"
    },
    {
        "category": "inner_power",
        "description": "While in combat, you Restore the Verve of a target by 2 Verve per point in Channel Divinity.  You may do this a number of times per day equal to half your points in Channel Divinity.",
        "id": "0c83d544",
        "name": "Lay on Hands",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "inner_power",
        "description": "If you beat the Defence (CHA) or DC of an undead target, whichever is higher, you rebuke the undead, applying the Frightened Status to them.  You may do this a number of times per day equal to half your points in Channel Divinity.",
        "id": "64a24b3e",
        "name": "Holy Word",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "inner_power",
        "description": "If you beat a DC of 2, your target gains +1 to their next Move Roll.  You may do this a number of times per day equal to half your points in Channel Divinity.",
        "id": "5664dab9",
        "name": "Blessing",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "inner_power",
        "description": "Resolve the Lay on Hands Move, Restoring an additional Verve per point in Channel Divinity.",
        "id": "f3a5d011",
        "name": "Lay on Hands Master",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "Resolve the Lay on Hands Move, Gaining the Verve instead of Restoring it.",
        "id": "8d12f292",
        "name": "Lay on Hands Channeler",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "Resolve the Lay on Hands Move, Restoring 20% of a target's Verve.",
        "id": "3e6f95ea",
        "name": "Lay on Hands Diviner",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "Resolve the Holy Word Move against a beast or humanoid.",
        "id": "2b52cdfc",
        "name": "Holy Word Naturalist",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "Resolve the Holy Word Move against a Fae, Monster, Abberation or Demononic creature, instead of an Undead one.",
        "id": "f7f75e8e",
        "name": "Holy Word Planarist",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "Resolve the Holy Word Move.  If you are successful, your target gains the Terrified Status instead of Frightened.",
        "id": "571d80af",
        "name": "Holy Word Applicant",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "Resolve the Holy Word Move.  If you are successful, instead of receiving the Frightened Status your target cannot move further than 10 sq. from you, if it can help it.",
        "id": "15b8e5d9",
        "name": "Ghostbuster",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "If you successfully Block or Defend against a creature, you get +2 to the Holy Word Move next turn.",
        "id": "f9c49610",
        "name": "Defensive Turn",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "If you are under the effect of a spell or effect that provides a Buff, you may add +1 to Channel Divinity Moves.",
        "id": "0c6d5c20",
        "name": "Attuned Channeller",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "You may hold your Channel Source until a condition arises before your next turn.  If that condition doesn't arise, you lose your Channel.",
        "id": "0ed3fc99",
        "name": "Delayed Channel",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "You gain +1 to the Holy Word Move against any creature you moved towards this turn, and which are within 4sq.",
        "id": "26f812e8",
        "name": "Righteous Presentation",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "Resolve the Blessing Move.  If you succeed, you apply the Blessing effect to all allied creatures in a 2x2 sq. area.",
        "id": "ee100ebc",
        "name": "Blessing Glyph",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "Resolve the Blessing Move as a Quick Action.",
        "id": "1eec9806",
        "name": "Blessing Channel II",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "Once per day per point in Channel Divinity, you may apply your Bonus Damage Dice to Basic Melee or Basic Ranged Attack.  The energy type of Verve Loss applied is that which is most commonly associated with your beliefs.",
        "id": "f77e58ba",
        "name": "Channeled Power",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "inner_power",
        "description": "Something about your form, your movement, your voice, and your creations is beyond those of even the greatest creatives.  By weaving energies of your Source into your performance and creations, you can enact amazing feats of inspiration and uplifiting of the spirit.  When resolving Performance, Create Artwork, Cooking or Rhapsodic Creation, you may use the Skill of either Creativity or Rhapsody as your Roll score.",
        "id": "1cd6df36",
        "name": "Rhapsody",
        "quick": false,
        "stamina": true,
        "stat": "cha",
        "type": "Skill"
    },
    {
        "category": "inner_power",
        "description": "You create or reveal a Rhapsodic work: a performance, a song, a scent, or even an object of art or work of wondrous cooking.  Resolve a Rhapsodic Creation and note the DC Rank you beat.  The first time a target experiences this work, they Gain 1 Verve per DC rank of your Creation starting at DC 0.  You may apply this effect to a number of targets equal to half your Rhapsody Score.  If your creation is art or food that you created earlier, you may apply this effect when you first reveal it, however you may only have 1 creation stored.  You are considered under the effect of a Rhapsodic Creation if you were the target of Rhapsodic Creation in this combat or if Rhapsodic Creation has allowed you to Gain Verve above your total which you still have.",
        "id": "f1802d7c",
        "name": "Rhapsodic Creation",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "inner_power",
        "description": "Your presence is felt in your movements, your voice and your creations, and when you focus you can control how you project this feeling.  Resolve Rhapsodic Presence and note how many DC Ranks you beat, starting at DC 0.  You gain 3 Presence for each rank you beat, and with some other passives you will be able to use them for interesting effects.",
        "id": "7cade4dd",
        "name": "Rhapsodic Presence",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "inner_power",
        "description": "You present your Rhapsodic Creation with outstanding elevation.  Your target(s) also gain the Uplifted Status.",
        "id": "d9e3fef1",
        "name": "Uplifting Creation",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "You present your Rhapsodic Creation with immeasurable vigour.  Your target(s) also gain the Inspired Status.",
        "id": "f5cb9ac2",
        "name": "Inspired Creation",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "You attempt to copy part of the effect of a Spell that you could see being Cast this round.  You copy the spell with half of the numeric effects, including duration.  Treat the new spell as originating from you with the same target and shape conditions.  If the spell you copied can be Resisted, you must beat the Defences of the target using your Rhapsodic Skill with a -3 Disadvantage.",
        "id": "69d80a6c",
        "name": "Go with The Flow",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "You attempt to Sympathetically copy a Positive Status effect. Resolve the Rhapsodic Creation Move, with the DC of a Spell effect or Status on a target you can see.  If you succeed, you copy the effect, including its remaining duration and other factors, to another target that you can perceive.",
        "id": "7dd05d25",
        "name": "Sympathetic Creation",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "You attempt to sympathetically move a Negative Status effect. Resolve the Rhapsodic Creation Move, with the DC of a Spell effect or Status on a target you can see.  If you succeed, you move the effect, including its remaining duration and other factors, to another target that you can perceive.",
        "id": "6a81c9b9",
        "name": "Unsympathetic Creation",
        "quick": true,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "You grant one ally that you can see who is under the effect of a Rhapsodic Creation the ability to exchange 5 Verve to gain the Inspired Status until the start of your next turn.",
        "id": "7ca122f7",
        "name": "Whistle while you work",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "You grant one ally that you can see who is under the effect of a Rhapsodic Creation the ability to exchange 15 Verve to gain the Fortified (10) Status until the start of your next turn.  You may use this a number of times equal to your CHA bonus, per combat (minimum of 1).",
        "id": "89b53214",
        "name": "Gulliver's Symphony",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "You grant one ally that you can see who is under the effect of a Rhapsodic Creation the ability to exchange 15 Verve to gain the Hasted Status until the start of your next turn.  You may use this a number of times equal to your CHA bonus, per combat (minimum 1).",
        "id": "f75ddbc8",
        "name": "Rock out",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "You attempt to modify the duration of a Status on one ally.  You automatically increase the duration of a positive Status on a willing target by 1 Round.  Alternatively, you can attempt to reduce the duration of a negative Status.  Resolve Rhapsodic Creation.  If you beat half the DC, you reduce the duration of a Standard (3) Status by 1 Round.",
        "id": "14a294cd",
        "name": "Harmonious",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "If you successfully Blocked any attack last turn, Resolve Rhapsodic Creation to reset the duration of any Status applied by a Rhapsodic Creation that is in effect.  You can only use this on a Creation once.",
        "id": "33eb31df",
        "name": "Cymbal Clash",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "You attempt to rally your allies to you.  Resolve the Rhapsodic Creation Move with a DC of 1.  If you succeed, all allies who can see or hear you gain +4sq speed this turn if they move directly towards you.",
        "id": "febd8bef",
        "name": "Rally",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "You attempt to instill your allies with skill and success.  Resolve the Rhapsodic Creation Move based on a DC of 0.  If you succeed, for the rest of the turn, any allies that are within 1sq of you gain +1 to all Move Rolls.",
        "id": "bcd089c4",
        "name": "Inspiring Motivator",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "You spend a Presence to have one Damage or Healing Die of yourself or an ally to automatically roll the maximum.  If you have at least 5 points in Rhapsody, this increases to 2 Damage Dice or 1 Healing Die on yourself or one ally.",
        "id": "69c1bf5e",
        "name": "Facilitating Presence",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "As a Free Action you may spend a Presence to roll a d20 when an enemy resolves a Basic Attack or Move.  On a Raw Roll of 20 the Move does not occur and the originator of the Move cannot replace it.  Additionally, if this was part of a multi-attack, all remaining attacks are lost.  You may only use this on each creature once per turn.",
        "id": "ab030a1b",
        "name": "Discordant Presence",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "inner_power",
        "description": "As a Free Action you may spend 1 Presence to apply Verve Loss to a creature equal to 1/2 of your points in Rhapsody.  You can apply this to each creature a maximum of once per turn.  This Verve Loss is reduced by MRes and URes.",
        "id": "30a62705",
        "name": "Requiem Presence",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "inner_power",
        "description": "As a Free Action you may spend 1 Presence to have an enemy that can see you switch the target of their Basic Attacks to a different target that they wish to target.  This fails if there are no other viable targets, and cannot be used on area of effect attacks or Spells.",
        "id": "2f80f0ea",
        "name": "Distracting Presence",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "inner_power",
        "description": "If an ally resolves a Creativity Move to help you and beats a DC of 1, then until the end of your next turn, you gain a +1 Bonus to Rhapsodic Creation or Rhapsodic Presence.  This increases to a +2 Bonus if they beat a DC of 2.",
        "id": "05df29a7",
        "name": "Harmonic Chorus",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "inner_power",
        "description": "If one of your allies has entered the Dying state this turn, the Rhapsodic Creation or Rhapsodic Presence Move is a Free Action this turn.",
        "id": "1e3d896d",
        "name": "Noooooooo!",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "inner_power",
        "description": "When under the effect of a negative spell, effect, or Status, you gain a +1 bonus to the Rhapsodic Creation or Rhapsodic Presence Move.",
        "id": "598934df",
        "name": "Tragic Artist",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "inner_power",
        "description": "If you gain the Dying Status you automatically resolve and apply Rhapsodic Performance with either the Uplifting or Inspired Creation Mod.",
        "id": "ac7c6919",
        "name": "Final Song",
        "quick": false,
        "stamina": false,
        "type": "Passive"
    },
    {
        "category": "inner_power",
        "description": "Resolve the Create Performance Move, with the DC equal to the number of allies you wish to target.  If you succeed, your target(s) gain the Uplifted Status.",
        "id": "253ffbb5",
        "name": "Uplifting Performance I (DEPRECATED)",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "Resolve the Create Performance Move, with the DC equal to the number of allies you wish to target, minus 1.  If you succeed, your target(s) gain the Uplifted Status.",
        "id": "f893cd9f",
        "name": "Uplifting Performance II (DEPRECATED)",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "Resolve the Create Performance Move, with the DC equal to the number of allies you wish to target.  If you succeed, your target(s) gain the Inspired Status.",
        "id": "f7a41fb5",
        "name": "Inspiring Performance I (DEPRECATED)",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "inner_power",
        "description": "Resolve the Create Performance Move, with the DC equal to the number of allies you wish to target, minus 1.  If you succeed, your target(s) gain the Inspired Status.",
        "id": "665fee94",
        "name": "Inspiring Performance II (DEPRECATED)",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "psionics",
        "description": "You have the ability to manipulate astral energy within your body into kinetic energies.",
        "id": "3f0b799e",
        "name": "Kineticist",
        "quick": false,
        "stamina": false,
        "stat": "str",
        "type": "Skill"
    },
    {
        "category": "psionics",
        "description": "You Spark Kinetics, making Kinetics your sole Psionic Focus.",
        "id": "542ac312",
        "name": "Spark Kinetics",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "psionics",
        "description": "You Manifest a Kinetic Power from the Kinetics Power List, if you have the available PSI.",
        "id": "db181a33",
        "name": "Manifest Kinetics",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "psionics",
        "description": "You stop and charge your Psionic Power from the Eternal Horizon, gaining 2 PSI.",
        "id": "0d0e5e60",
        "name": "Draw Kinetics",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "psionics",
        "description": "You may hold your Stealth Move until a condition arises before your next turn.  If that condition doesn't arise, you lose your Stealth",
        "id": "bc2d5adc",
        "name": "Delayed Kinetics",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "psionics",
        "description": "When not in a tense situation, you can hide the visual or mental feedback of your Kinetic Manifestation",
        "id": "6eff6a69",
        "name": "Quieted Kinetics",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "psionics",
        "description": "When not in a tense situation, you can hide both the visual and mental feedback of your Kinetic Manifestation",
        "id": "7daa2ef9",
        "name": "Absolute Quieted Kinetics",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "psionics",
        "description": "You may use your own HP to power your Kinetics.  Doing so costs 2 HP per Psi you expend.",
        "id": "ad712afa",
        "name": "Bodyfuel Kinetics",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "psionics",
        "description": "With Kinetics Sparked, you may levitate small objects weighing no more than 1kg at a speed of 6sq.",
        "id": "a078ede2",
        "name": "Kinetic Talent: Kinetics",
        "quick": true,
        "stamina": false,
        "type": "Mod",
        "undefined": "Note weirdness: this is a Mod, but also not"
    },
    {
        "category": "psionics",
        "description": "You may perform any action you could do with two hands, from afar.  Items manipulated cannot weight more than 1kg.",
        "id": "e9347711",
        "name": "Kinetic Talent: Manipulation",
        "quick": true,
        "stamina": false,
        "type": "Mod",
        "undefined": "Note weirdness: this is a Mod, but also not"
    },
    {
        "category": "psionics",
        "description": "You gain +1 to the Dodge Move until your next turn.",
        "id": "d3bf528f",
        "name": "Kinetic Talent: Dodge",
        "quick": true,
        "stamina": false,
        "type": "Mod",
        "undefined": "Note weirdness: this is a Mod, but also not"
    },
    {
        "category": "psionics",
        "description": "You gain +1 Movement Speed until your next turn.",
        "id": "dbec8dbc",
        "name": "Kinetic Talent: Motion",
        "quick": true,
        "stamina": false,
        "type": "Mod",
        "undefined": "Note weirdness: this is a Mod, but also not"
    },
    {
        "category": "psionics",
        "description": "Your Kinetic Talents this turn are Free Actions.",
        "id": "d85c124b",
        "name": "Kinetic Talent Master",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "psionics",
        "description": "If you successfully Dodged a target last turn, you may use Kinetics to Draw.",
        "id": "0a7fd7f4",
        "name": "Kinetic Draw I",
        "quick": true,
        "stamina": false
    },
    {
        "category": "psionics",
        "description": "[ way to draw ]",
        "id": "c7c64dd7",
        "name": "Kinetic Draw II",
        "quick": false,
        "stamina": false
    },
    {
        "category": "psionics",
        "description": "[ way to draw ]",
        "id": "c2a76dbe",
        "name": "Kinetic Draw III",
        "quick": false,
        "stamina": false
    },
    {
        "category": "psionics",
        "description": "You have the ability to read the whims of astral energies as future and past sight, as well as mental resonances",
        "id": "55833ba0",
        "name": "Clairsenticist",
        "quick": false,
        "stamina": false,
        "stat": "int",
        "type": "Skill"
    },
    {
        "category": "psionics",
        "description": "You Spark Clairsentience, making Clairsentience your sole Psionic Focus.",
        "id": "07b1eade",
        "name": "Spark Clairsentience",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "psionics",
        "description": "You Manifest a Clairsentience Power from the Clairsentience Power List, if you have the available PSI.",
        "id": "6e8a6b05",
        "name": "Manifest Clairsentience",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "psionics",
        "description": "You stop and charge your Psionic Power from the Eternal Horizon, gaining 2 PSI.",
        "id": "d5ffd8f4",
        "name": "Draw Clairsentience",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "psionics",
        "description": "You may hold your Clairesentience Move until a condition arises before your next turn.  If that condition doesn't arise, you lose your Clairesentience",
        "id": "1054dd41",
        "name": "Delayed Clairesentience",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "psionics",
        "description": "When not in a tense situation, you can hide the visual or mental feedback of your Clairesentience Manifestation",
        "id": "9042f7b0",
        "name": "Quieted Clairesentience",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "psionics",
        "description": "When not in a tense situation, you can hide both the visual and mental feedback of your Clairesentience Manifestation",
        "id": "729855a6",
        "name": "Absolute Quieted Clairesentience",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "psionics",
        "description": "You may use your own HP to power your Clairsentience.  Doing so costs 2 HP per Psi you expend.",
        "id": "3baa8d30",
        "name": "Bodyfuel Clairsentience",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "psionics",
        "description": "[Talent].  Quick Action.",
        "id": "dc3f379f",
        "name": "Clairsentient Talent: thing",
        "quick": true,
        "stamina": false
    },
    {
        "category": "psionics",
        "description": "[Effect]",
        "id": "9510f6b0",
        "name": "[...]",
        "quick": false,
        "stamina": false
    },
    {
        "category": "psionics",
        "description": "If you successfully [ condition ], you may use Clairsentience to Draw as a Quick Action.",
        "id": "03859d7e",
        "name": "Clairsentient Draw I",
        "quick": true,
        "stamina": false
    },
    {
        "category": "psionics",
        "description": "[ way to draw ]",
        "id": "7d632121",
        "name": "Clairsentient Draw II",
        "quick": false,
        "stamina": false
    },
    {
        "category": "psionics",
        "description": "[ way to draw ]",
        "id": "5c18f165",
        "name": "Clairsentient Draw III",
        "quick": false,
        "stamina": false
    },
    {
        "category": "psionics",
        "description": "You have the ability to repath astral energies that weave through sentient life.",
        "id": "38f4ea1a",
        "name": "Telepath",
        "quick": false,
        "stamina": false,
        "stat": "cha",
        "type": "Skill"
    },
    {
        "category": "psionics",
        "description": "You Spark Telepathy, making Telepathy your sole Psionic Focus.",
        "id": "9c951654",
        "name": "Spark Telepathy",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "psionics",
        "description": "You Manifest a Telepathic Power from the Telepathy Power List, if you have the available PSI.",
        "id": "f736bfd2",
        "name": "Manifest Telepathy",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "psionics",
        "description": "You stop and charge your Psionic Power from the Eternal Horizon, gaining 2 PSI.",
        "id": "de806710",
        "name": "Draw Telepathy",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "psionics",
        "description": "You may hold your Telepathy Move until a condition arises before your next turn. If that condition doesn't arise, you lose your Telepathy",
        "id": "fea55109",
        "name": "Delayed Telepathy",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "psionics",
        "description": "When not in a tense situation, you can hide the visual or mental feedback of your Telepathy Manifestation",
        "id": "544ce875",
        "name": "Quieted Telepathy",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "psionics",
        "description": "When not in a tense situation, you can hide both the visual and mental feedback of your Telepathy Manifestation",
        "id": "071dbb44",
        "name": "Absolute Quieted Telepathy",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "psionics",
        "description": "You may use your own HP to power your Telepathy.  Doing so costs 2 HP per Psi you expend.",
        "id": "b4a3d59b",
        "name": "Bodyfuel Telepathy",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "psionics",
        "description": "[Talent].  Quick Action.",
        "id": "cf8e735e",
        "name": "Telepathic Talent: thing",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "psionics",
        "description": "If you successfully [ condition ], you may use Telepathy to Draw as a Quick Action.",
        "id": "c8801590",
        "name": "Telepathic Draw I",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "psionics",
        "description": "[ way to draw ]",
        "id": "a32c48af",
        "name": "Telepathic Draw II",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "psionics",
        "description": "[ way to draw ]",
        "id": "2ea6cf50",
        "name": "Telepathic Draw III",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "psionics",
        "description": "You have the ability to reconduit astral energies into your cells and blood.",
        "id": "5eefe62e",
        "name": "Metabolicist",
        "quick": false,
        "stamina": false,
        "stat": "con",
        "type": "Skill"
    },
    {
        "category": "psionics",
        "description": "You Spark Psychometabolism, making Psychometabolism your sole Psionic Focus.",
        "id": "c55cabb7",
        "name": "Spark Psychometabolism",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "psionics",
        "description": "You Manifest a Psychometabolism Power from the Psychometabolism Power List, if you have the available PSI.",
        "id": "ea8ad157",
        "name": "Manifest Psychometabolism",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "psionics",
        "description": "You stop and charge your Psionic Power from the Eternal Horizon, gaining 2 PSI.",
        "id": "880dfd98",
        "name": "Draw Psychometabolism",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "psionics",
        "description": "You may hold your Psychometabolism Move until a condition arises before your next turn. If that condition doesn't arise, you lose your Psychometabolism",
        "id": "f8f687dc",
        "name": "Delayed Psychometabolism",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "psionics",
        "description": "When not in a tense situation, you can hide the visual or mental feedback of your Psychometabolism Manifestation",
        "id": "aece252b",
        "name": "Quieted Psychometabolism",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "psionics",
        "description": "When not in a tense situation, you can hide both the visual and mental feedback of your Psychometabolism Manifestation",
        "id": "d14f7fd7",
        "name": "Absolute Quieted Psychometabolism",
        "quick": false,
        "stamina": true,
        "type": "Mod"
    },
    {
        "category": "psionics",
        "description": "You may use your own HP to power your Psychometabolism.  Doing so costs 2 HP per Psi you expend.",
        "id": "f7882bff",
        "name": "Bodyfuel Psychometabolism",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "psionics",
        "description": "[Talent].  Quick Action.",
        "id": "95d06a4b",
        "name": "Psychmetabolic Talent: thing",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "psionics",
        "description": "If you successfully Blocked a target last turn, you may use Psychometabolism to Draw as a Quick Action.",
        "id": "98a8f2c3",
        "name": "Psychometabolic Draw I",
        "quick": true,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "psionics",
        "description": "[ way to draw ]",
        "id": "192a3fc9",
        "name": "Psychometabolic Draw II",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "psionics",
        "description": "[ way to draw ]",
        "id": "9c9e5848",
        "name": "Psychometabolic Draw III",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "psionics",
        "description": "You have the ability to reconduit astral energies into your cells and blood.",
        "id": "d867aac0",
        "name": "Metapsion",
        "quick": false,
        "stamina": false,
        "stat": "wis",
        "type": "Skill"
    },
    {
        "category": "psionics",
        "description": "They say that the Awakened Mind can reach The Nexus.  Some ability based on that, please.  Also, are shadows psionic?  The psychic imprint that light leaves, from the horizon?",
        "id": "d5beff27",
        "name": "Metapsionics",
        "quick": false,
        "stamina": false,
        "type": "Primary"
    },
    {
        "category": "psionics",
        "description": "Description",
        "id": "9b1bde2f",
        "name": "THING",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    },
    {
        "category": "psionics",
        "description": "Description",
        "id": "f1a55664",
        "name": "THING",
        "quick": false,
        "stamina": false,
        "type": "Mod"
    }
]
