[
    {
        "id": "ad0f2340",
        "name": "Spiked Kinetics",
        "level": 1,
        "aptitude": "Kinetics",
        "shape": "SVT",
        "duration": "Instant",
        "mod1pt": 1,
        "mod1": "You direct force at a target, applying 5 Verve Loss.  If you direct a weapon or item as part of this, you also apply the weapon or item's damage or efffects.",
        "mod2pt": 4,
        "mod2": "You apply 8 Verve Loss, split between up to 3 targets, additionally applying the Weapon Damage of up to 3 weapons or items.",
        "mod3pt": 8,
        "mod3": "You apply 12 Verve Loss, split between up to 5 targets.",
        "mod4pt": 12,
        "mod4": "You apply 16 Verve Loss, split between up to 5 targets.",
        "mod5pt": 16,
        "mod5": "You apply 20 Verve Loss, split between up to 7 targets.",
        "save": "DEX"
    },
    {
        "id": "ebf355ff",
        "name": "Sustained Kinetics",
        "level": 1,
        "aptitude": "Kinetics",
        "shape": "SVT",
        "duration": "Short",
        "mod1pt": 1,
        "mod1": "You can move one item or creature weighing up to 10kg 1sq per turn.  If the target is a creature, they can save each turn to remove the psionic effects on them.",
        "mod2pt": 4,
        "mod2": "You may move up to 4 items weighing 30kg total, 2sq per turn.",
        "mod3pt": 8,
        "mod3": "You may move up to 6 items weighing 200kg total, 5 sq per turn.",
        "mod4pt": 12,
        "mod4": "You may move up to 8 items weighing 400kg total, 8 sq per turn.",
        "mod5pt": 16,
        "mod5": "You may move up to 8 items weighing 800kg total, 12 sq per turn.",
        "save": "STR"
    },
    {
        "id": "5561963e",
        "name": "Inertial Shield",
        "level": 1,
        "aptitude": "Kinetics",
        "shape": "SVT",
        "duration": "Short",
        "mod1pt": 1,
        "mod1": "You surround a target (or yourself) with a prismatic shield.  Once the shield absorbs 5 Resolved Physical Damage, it dissapates.",
        "mod2pt": 4,
        "mod2": "The shield now absorbs 10 Verve Loss, and can absorb PRes, PyRes, CryRes, SonRes, ElecRes, and ZephRes.",
        "mod3pt": 8,
        "mod3": "The shield now absorb 20 Verve Loss.  You may optionally split your shield's over up to 3 target, dividing the shield's absorbtion amongst your targets.",
        "mod4pt": 12,
        "mod4": "The shield(s) now absorb 35 Verve Loss.  Additionally, you may Manifest this power using a Reaction Action.",
        "mod5pt": 16,
        "mod5": "The shield(s) now absorb 50 Verve Loss.",
        "save": "NA"
    },
    {
        "id": "00815cc3",
        "name": "Impulse Field",
        "level": 2,
        "aptitude": "Kinetics",
        "shape": "Aura",
        "duration": "Instant",
        "mod1pt": 1,
        "mod1": "You blast an area with tapped kinetics.  All items and creatures in an Aura around you are pushed backwards or pulled towards you 1sq, if you beat their save.  Items moved this way may be damaged.",
        "mod2pt": 4,
        "mod2": "Items around you are pushed or pulled 2sq.",
        "mod3pt": 8,
        "mod3": "Items around you are pushed or pulled 4sq, and any that move the full 4sq must also make a Dex Save or fall prone.",
        "mod4pt": 12,
        "mod4": "Items around you are pushed or pulled 6sq, and any that move at least 4sq must also make a Dex Save or fall prone.",
        "mod5pt": 16,
        "mod5": "Items around you are pushed or pulled 8sq, and any that move at least 4sq must also make a Dex Save or fall prone.",
        "save": "STR (+ DEX)"
    },
    {
        "id": "ec9bbff3",
        "name": "Psi Shards",
        "level": 2,
        "aptitude": "Kinetics",
        "shape": "Self",
        "duration": "Short",
        "mod1pt": 1,
        "mod1": "You create scintillating shards of pure kinetic energy that disintegrate after 10 minutes.  You can create one sword, or 5 thrown shuriken.",
        "mod2pt": 4,
        "mod2": "Instead of a sword, you may create a any weapon of your choice, or 7 thrown shuriken.",
        "mod3pt": 8,
        "mod3": "Created items ignore PRes and URes.",
        "mod4pt": 12,
        "mod4": "Created items ignore PRes and URes, and apply an additional 5 Verve Loss per hit.",
        "mod5pt": 16,
        "mod5": "Created items ignore PRes and URes, and apply an additional 10 Verve Loss per hit.",
        "save": "NA"
    },
    {
        "id": "ea3a0bb5",
        "name": "Subtle Kinetics",
        "level": 2,
        "aptitude": "Kinetics",
        "shape": "SVT",
        "duration": "Short",
        "mod1pt": 1,
        "mod1": "You make multiple complex kinetic motions, or manipulate a complex item, if you can perceive the parts appropriately.  You can attempt complexities up to DC 1, up to 4sq away.",
        "mod2pt": 4,
        "mod2": "You can attempt to manipulate complexities up to DC 2, up to 6sq. away.",
        "mod3pt": 8,
        "mod3": "You can attempt to manipulate complexities up to DC 3, up to 8sq. away.",
        "mod4pt": 12,
        "mod4": "You can attempt to manipulate complexities up to DC 4, up to 10sq. away.",
        "mod5pt": 16,
        "mod5": "You can attempt to manipulate complexities up to DC 5, up to 15sq. away.  Additionally, you receive kinetic feedback, granting you a form of tremor sight of the item(s) you are manipulating."
    },
    {
        "id": "a8841be6",
        "name": "Psi Slam",
        "level": 3,
        "aptitude": "Kinetics",
        "shape": "SVT",
        "duration": "Instant",
        "mod1pt": 1,
        "mod1": "You slam a single item or creature in a direction of your choice.  If you beat their defences, you slam them 1sq, and if they hit something, you apply 4 Verve Loss per sq. they moved, to both the slammer and the target.  If you fail, they move half that distance and do not incur Verve Loss.",
        "mod2pt": 4,
        "mod2": "You slam up to 3sq.",
        "mod3pt": 8,
        "mod3": "You slam up to 5sq.",
        "mod4pt": 12,
        "mod4": "You slam up to 8sq.",
        "mod5pt": 16,
        "mod5": "You slam up to 12sq.",
        "save": "STR"
    },
    {
        "id": "ecd9e9a4",
        "name": "Inertial Wall",
        "level": 3,
        "aptitude": "Kinetics",
        "shape": "Wall",
        "duration": "Short",
        "mod1pt": 1,
        "mod1": "You create a wall of inertia, which counts as difficult terrain for calculating movement costs.",
        "mod2pt": 4,
        "mod2": "The wall additionally slows attacks.  Physical ranged attacks breaching the wall, and combatants making melee attacks while within the wall have applied Verve Loss reduced by 5.",
        "mod3pt": 8,
        "mod3": "The wall no longer needs to be straight, you may choose the path of the wall.",
        "mod4pt": 12,
        "mod4": "The wall is now twice as wide.",
        "mod5pt": 16,
        "mod5": "The wall rebukes all physical objects, and cannot be penetrated.",
        "save": "NA"
    },
    {
        "id": "d2b6af07",
        "name": "Kinetic Potential",
        "level": 3,
        "aptitude": "Kinetics",
        "shape": "SVT",
        "duration": "Short",
        "mod1pt": 1,
        "mod1": "You add or subtract 1sq movement to a target.  If the target is unwilling, you must beat their Defences.",
        "mod2pt": 4,
        "mod2": "You add or subtract 2sq.",
        "mod3pt": 8,
        "mod3": "You instead apply the Temporality: Slowed Status to a target.",
        "mod4pt": 12,
        "mod4": "You instead apply the Temporality: Hasted Status to a target.",
        "mod5pt": 16,
        "mod5": "You instead apply the Scrambled: Paralysed Status to a target.",
        "save": "STR"
    },
    {
        "id": "0618b860",
        "name": "Puppet",
        "level": 4,
        "aptitude": "Kinetics",
        "shape": "SVT",
        "duration": "Short",
        "mod1pt": 1,
        "mod1": "You make an inconsequential movement on a living creature, such as wiggling their ear or tapping their finger.  If the target is unwilling, you must beat their Defences.  You must subsequently beat their Defences for each turn that Puppet remains on your target, however you gain a +2 Bonus.",
        "mod2pt": 4,
        "mod2": "You may force your puppet to perform one of the below.  Doing so expends your Quick and Free Action on your next turn.\n-- Not use their Relocate Action\n-- Resolve their Action with a -3 Penalty.",
        "mod3pt": 8,
        "mod3": "You may force your puppet to perform one of the below.  Doing so expends your Relocate or Primary Action on your next turn.\n-- Expend their Relocate action to move to a safe position of your choice.\n-- Expend their Quick Action to drop their weapon",
        "mod4pt": 12,
        "mod4": "You may instead choose the target of your controlled creature's actions.  Doing so expends your Primary Action on your next turn.",
        "mod5pt": 16,
        "mod5": "You may instead wholly choose your puppet's actions and targets.  Doing so expends your Primary Action on your next turn.",
        "save": "STR"
    },
    {
        "id": "a4a1d11c",
        "name": "Sensory Override",
        "level": 1,
        "aptitude": "Telepathy",
        "shape": "SVT",
        "duration": "Short",
        "mod1pt": 1,
        "mod1": "You gain +1 to Stealthery, Subterfuge and Creativity Moves against 1 target.",
        "mod2pt": 4,
        "mod2": "You may apply this bonus to an ally as well as yourself, and can effect up to 2 targets.",
        "mod3pt": 8,
        "mod3": "The bonus raises to +3, plus may apply this bonus to up to 2 allies as well as yourself, and can effect up to 3 targets.",
        "mod4pt": 12,
        "mod4": "You may choose to be: completely invisible, scentless, or silent to your targets.",
        "mod5pt": 16,
        "mod5": "You may choose two of: completely invisible, scentles or silent to your targets.",
        "save": "NA"
    },
    {
        "id": "52133386",
        "name": "Id Captivation",
        "level": 1,
        "aptitude": "Telepathy",
        "shape": "SVT",
        "duration": "Short",
        "mod1pt": 1,
        "mod1": "You gain +1 when resolving Unnerve, Convince and Encourage against 1 target.  Once the effect ends, the target may make a Resist Mental to determine if they know that they were affected.",
        "mod2pt": 4,
        "mod2": "The bonus raises to +2, and additionally, your target gains the Charmed: Charmed Status towards you.",
        "mod3pt": 8,
        "mod3": "The bonus raises to +3, can affect up to 2 targets.",
        "mod4pt": 12,
        "mod4": "The bonus raises to +5, can affect up to 4 targets, and the Status becomes Charmed: Compelled.",
        "mod5pt": 16,
        "mod5": "The bonus raises to +8, can affect up to 8 targets, and the Status becomes Charmed: Dominated.",
        "save": "NA"
    },
    {
        "id": "98c67407",
        "name": "Fascination",
        "level": 1,
        "aptitude": "Telepathy",
        "shape": "SVT",
        "duration": "Short",
        "mod1pt": 1,
        "mod1": "Your target becomes mildly interested in a person or item, if you beat their Defences.  Once the effect ends, the target may make a Resist Mental to determine if they know that they were affected.",
        "mod2pt": 4,
        "mod2": "Your target gains the Unnerved: Provoked Status (DC 2) for an item or creature of your choice.",
        "mod3pt": 8,
        "mod3": "The Unnerved: Provoked DC raises to 4.",
        "mod4pt": 12,
        "mod4": "The Unnerved: Provoked DC raises to 7, and your target can no longer optionally choose to ignore it.",
        "mod5pt": 16,
        "mod5": "The Unnerved: Provoked DC raises to 10.",
        "save": "WIS"
    },
    {
        "id": "64c60ffe",
        "name": "Telepathic Concord",
        "level": 1,
        "aptitude": "Telepathy",
        "shape": "Special",
        "duration": "Short",
        "mod1pt": 1,
        "mod1": "You send a short mental message to someone who you have met that is within 1km of you.  They must be willing to receive messages, whether consciously or subconsciously.",
        "mod2pt": 4,
        "mod2": "The distance extends to 100km, and your target can communicate back to you.",
        "mod3pt": 8,
        "mod3": "The distance extends to 500km, and you can communicate with targets who are unwilling to communicate with you, however they have a vague understanding of your id and ego and may now choose to save against this.",
        "mod4pt": 12,
        "mod4": "Your message may optionally be sent to the recipient's dreams, to be received next time they sleep.  While this is one-way only, the distance is no longer limited by distance or even Strata.",
        "mod5pt": 16,
        "mod5": "The distance extends to 1000km, and additionally you may Manifest Instant Powers centred on your target, however if you do the Concord ends.",
        "save": "CHA"
    },
    {
        "id": "0ec61ead",
        "name": "Emotional Manipulation",
        "level": 1,
        "aptitude": "Telepathy",
        "shape": "SVT",
        "duration": "Short",
        "mod1pt": 1,
        "mod1": "You mildly calm or aggravate a target.  Once the effect ends, the target may make a Resist Mental to determine if they know that they were affected.",
        "mod2pt": 4,
        "mod2": "You instead apply an Enlivened, Debilitated: Fear, Debilitated: Terror, or Unnerved: Aggravated Status, or extend the duration of one of these Statuses on a target by 3 rounds, however targets may optionally save to resist the Power.",
        "mod3pt": 8,
        "mod3": "You instead raise or reduce one emotion of your choice significantly.  This can be beneficial in a multitude of ways.",
        "mod4pt": 12,
        "mod4": "You instead apply either the Unnerved: Unstoppable Rage Status to a target (as well as granting them 3 Raging), or the Scrambled: Confused (DC 3) Status to them.",
        "mod5pt": 16,
        "mod5": "You instead raise or reduce one emotion of your choice to the maximum or minimum possible.  This can be beneficial in a multitude of ways.",
        "save": "INT"
    },
    {
        "id": "fe5fdfc1",
        "name": "Ego Fracture",
        "level": 2,
        "aptitude": "Telepathy",
        "shape": "Cone",
        "duration": "Instant",
        "mod1pt": 1,
        "mod1": "You surface psychic damage on the ego.  Distribute 10 Verve Loss equally amongst all opponents in the cone.",
        "mod2pt": 4,
        "mod2": "You distribute 14 Verve Loss.  No individual target can receive more than 10 Verve Loss.",
        "mod3pt": 8,
        "mod3": "You distribute 18 Verve Loss.",
        "mod4pt": 12,
        "mod4": "You distribute 24 Verve Loss.",
        "mod5pt": 16,
        "mod5": "You distribute 30 Verve Loss.",
        "save": "CHA"
    },
    {
        "id": "a2f90cb5",
        "name": "Mindskim",
        "level": 2,
        "aptitude": "Telepathy",
        "shape": "SVT",
        "duration": "Short",
        "mod1pt": 1,
        "mod1": "You gain +1 when resolving Sense Motive against 1 target.  Once the effect ends, the target may make a Resist Mental to determine if they know that they were affected.",
        "mod2pt": 4,
        "mod2": "The bonus raises to +2, and can effect up to 3 targets.",
        "mod3pt": 8,
        "mod3": "Instead, you may ask the DM once whether something that was said during the course of the Power's duration was true or false.  However, you must beat your targets' Defences.",
        "mod4pt": 12,
        "mod4": "You may ask the DM one question about what your target knows about something that they are talking about or listening to.",
        "mod5pt": 16,
        "mod5": "You may ask the DM one question about your target's memories and experiences.",
        "save": "INT"
    },
    {
        "id": "86118ca5",
        "name": "Applied Psitosis",
        "level": 3,
        "aptitude": "Telepathy",
        "shape": "SVT",
        "duration": "Short",
        "mod1pt": 1,
        "mod1": "You create hallucinations, delusions and illusions, forcing your target to see things that are not there (but not to remove things that are), that are no larger than 1sq, if you beat your targets' Defences.",
        "mod2pt": 4,
        "mod2": "You can affect up to 2 targets with your Psitosis.",
        "mod3pt": 8,
        "mod3": "You can affect up to 3 targets with your Psitosis, and your Psitosis can fill as much as 5sq.",
        "mod4pt": 12,
        "mod4": "You can affect up to 4 targets with your Psitosis, and your Psitosis can fill as much as 10sq.",
        "mod5pt": 16,
        "mod5": "You can affect up to 6 targets with your Psitosis, and your Psitosis can fill as much as 20sq.",
        "save": "WIS"
    },
    {
        "id": "e6abe532",
        "name": "Memory Alteration",
        "level": 4,
        "aptitude": "Telepathy",
        "shape": "SVT",
        "duration": "Long",
        "mod1pt": 1,
        "mod1": "One target that you can see incurs a -1 Penalty when resolving Resist: Mental, if you beat their Defences.  This is removed when they next Long Rest.",
        "mod2pt": 4,
        "mod2": "Instead, you modify one aspect of a memory from the last 15 minutes on your target, if you beat their Defences.  Their memory is restored if someone or something contradicts the new memory, or 1 week later.",
        "mod3pt": 8,
        "mod3": "The memory aspect you can modify can occur within the last hour.",
        "mod4pt": 12,
        "mod4": "The memory aspect you can modify can occur within the last day.",
        "mod5pt": 16,
        "mod5": "There is no limit to the time of the memory aspect you can modify.",
        "save": "WIS"
    },
    {
        "id": "03df1cc9",
        "name": "Psi Lock",
        "level": 4,
        "aptitude": "Telepathy",
        "shape": "SVT",
        "duration": "Aura",
        "mod1pt": 1,
        "mod1": "Up to 2 targets within your Aura apply 1 less Verve Loss to you.",
        "mod2pt": 4,
        "mod2": "Instead, your targets treat squares within your Aura as difficult terrain, if moving towards or through your Threatened Area.",
        "mod3pt": 8,
        "mod3": "As well as difficult terrain, your targets within your Aura incur 2 Verve Loss for each square they move.",
        "mod4pt": 12,
        "mod4": "You instead block signals in your targets' brain, applying a Psychic Lock.  All targets whose defences you beat gain the Bound Status.  This Status lasts only 1 turn, and targets that failed are immune to the effects again for 3 rounds.  You may maintain the Power to try to affect those who saved / are not immune, but maintaining the power takes all your actions.",
        "mod5pt": 16,
        "mod5": "When applying your Psychic Lock, the Status is instead Scrambled: Paralysed.",
        "save": "INT"
    },
    {
        "id": "50995aeb",
        "name": "Metabolic Surge",
        "level": 1,
        "aptitude": "PsychoMetabolism",
        "shape": "Self",
        "duration": "Short",
        "mod1pt": 1,
        "mod1": "You gain the Attribute Modified Status (DC 1) to STR, DEX or CON.",
        "mod2pt": 3,
        "mod2": "The status improves to DC 2.",
        "mod3pt": 6,
        "mod3": "The status improves to DC 3.",
        "mod4pt": 9,
        "mod4": "The status improves to DC 4.",
        "mod5pt": 12,
        "mod5": "The status improves to DC 5.",
        "save": "NA"
    },
    {
        "id": "5ee58ea0",
        "name": "Metabolic Unlimitation",
        "level": 1,
        "aptitude": "PsychoMetabolism",
        "shape": "Self",
        "duration": "Short",
        "mod1pt": 1,
        "mod1": "You gain a +1 Bonus to the Athletics Skill, and your Jump, Climb and Swim maximum distances increase by 1sq.",
        "mod2pt": 4,
        "mod2": "The Bonus increases to +3, and Jump, Climb and Swim +2 sq.",
        "mod3pt": 8,
        "mod3": "The Bonus increases to +5, and Jump, Climb and Swim +3 sq, and your Speed increases by 1.",
        "mod4pt": 12,
        "mod4": "The Bonus increases to +7, and Jump, Climb and Swim +4 sq, and your Speed increases by 2.",
        "mod5pt": 16,
        "mod5": "The Bonus increases to +9, and Jump, Climb and Swim +5 sq, and your Speed increases by 3.",
        "save": "NA"
    },
    {
        "id": "4d035c4a",
        "name": "Psi Metabolism",
        "level": 1,
        "aptitude": "PsychoMetabolism",
        "shape": "Self",
        "duration": "Long",
        "mod1pt": 1,
        "mod1": "You gain 1 CryRes, PyRes, SonicRes, PoiRes, and ElecRes, plus need to eat and sleep only 1/2 as much to avoid the Exhausted Status.  This power lasts until you Long Rest or released.  If released, you may immediately gain the Exhausted Status due to not sleeping or eating appropriately.",
        "mod2pt": 3,
        "mod2": "The resistances increase to 2.",
        "mod3pt": 6,
        "mod3": "The resistances increase to 4, and the amount you need to eat and sleep improve to 1/4.",
        "mod4pt": 9,
        "mod4": "The resistances increase to 6.",
        "mod5pt": 12,
        "mod5": "The resistances increase to 10, you no longer need to eat, and you only need 1 hour of sleep.",
        "save": "NA"
    },
    {
        "id": "f8e5c084",
        "name": "Psychosenses",
        "level": 2,
        "aptitude": "PsychoMetabolism",
        "shape": "Self",
        "duration": "Short",
        "mod1pt": 1,
        "mod1": "You sharpen your sight, hearing and even taste.  You resolve Moves that require your senses with a +1 Bonus.",
        "mod2pt": 3,
        "mod2": "The Bonus increases to +3.",
        "mod3pt": 6,
        "mod3": "The Bonus increases to +5, plus you gain 10sq. Tremorsense and 4sq. Darkvision.",
        "mod4pt": 9,
        "mod4": "The Bonus increases to +7, Tremorsense increases to 20sq. and Darkvision increases to 8sq.",
        "mod5pt": 12,
        "mod5": "The Bonus increases to +9, Tremorsense increases to 30sq. and Darkvision increases to 12sq.",
        "save": "NA"
    },
    {
        "id": "aa18cc08",
        "name": "Psychometabolic Transformation",
        "level": 2,
        "aptitude": "PsychoMetabolism",
        "shape": "Self",
        "duration": "Long",
        "mod1pt": 1,
        "mod1": "You painfully twist your flesh, changing the shape of something small, such as your ears, or creating a pocket to hide something small like a coin.  This power lasts until you Long Rest or released.",
        "mod2pt": 4,
        "mod2": "You can change enough about your body that you are considered disguised.  When required to resolve the Disguise Move, you gain a +10 Bonus.",
        "mod3pt": 8,
        "mod3": "Instead, you merge a weapon or shield-like item to your body.  If merging a weapon, the weapon raises 2 Weapon Damage Dice.  If merging a shield, you are not considered encumbered and have all hands free.",
        "mod4pt": 12,
        "mod4": "Instead, you make a significant change to your body.  Choose one of the following effects:\n-- Compress or expand your cells, reducing or increasing your size category by 1.\n-- Gain gills and webbed hands to breathe underwater\n-- Propose a similar change to your DM",
        "mod5pt": 16,
        "mod5": "Instead, you fully warp your body, taking on any form or shape.  While your mass does not change, you stretch or compress your cells painfully to achieve up to 2 size categories larger or smaller.  You must succeed on a Resist: Mental Defence against a DC of 1 or gain the Scrambled: Dazed Status.",
        "save": "NA"
    },
    {
        "id": "4b038858",
        "name": "Psychoregeneration",
        "level": 2,
        "aptitude": "PsychoMetabolism",
        "shape": "Self",
        "duration": "Short",
        "mod1pt": 1,
        "mod1": "You supercharge your healing factor, Restoring 1 Verve per turn.  You can manifest this power three times per Long Rest.",
        "mod2pt": 4,
        "mod2": "The Verve restoration increases to 3.",
        "mod3pt": 8,
        "mod3": "The Verve restoration increases to 5.",
        "mod4pt": 12,
        "mod4": "The Verve restoration increases to 8.",
        "mod5pt": 16,
        "mod5": "The Verve restoration increases to 12.",
        "save": "NA"
    },
    {
        "id": "2cc3cb69",
        "name": "Synthesis",
        "level": 2,
        "aptitude": "PsychoMetabolism",
        "shape": "Self",
        "duration": "Short",
        "mod1pt": 1,
        "mod1": "You gain a 2 PoiRes and AcidRes.",
        "mod2pt": 3,
        "mod2": "The Bonus increases to 4.",
        "mod3pt": 6,
        "mod3": "Instead you completely negate a non-magical poison or disease in your body, if you beat the Poison/Disease's DC.  If you fail, you are not up to the task and cannot try again.",
        "mod4pt": 9,
        "mod4": "When negating a posion or disease, you do so automatically without needing to beat the Poison/Disease's DC.",
        "mod5pt": 12,
        "mod5": "Not only do you cancel non-magical poisons and diseases in your body, but you synethsise them into a mucus-covered sphere 1 cm across, able to then apply this to others.  This sphere degrades after 1 week.",
        "save": "CON"
    },
    {
        "id": "90a6e4e7",
        "name": "Future Sight",
        "level": 1,
        "aptitude": "Clairsentience",
        "shape": "SVT",
        "duration": "Reaction",
        "mod1pt": 1,
        "mod1": "You add +1 to the Raw Roll of the Defend or Combat Moves.",
        "mod2pt": 4,
        "mod2": "Instead, you re-roll any Move Roll you made, even after seeing the results.  Resolve the re-roll as both the Psitosis Defence and your new roll.",
        "mod3pt": 8,
        "mod3": "Instead, you add +2 to the Raw Roll of the Defend or Combat Moves.",
        "mod4pt": 12,
        "mod4": "Instead, you focus on a subject, glimpsing their future.  You may ask the DM a question about pivotal likely moments in their future up to 1 month from now.",
        "mod5pt": 16,
        "mod5": "Instead, you immediately end your turn and take your next turn twice.  You may use this power once per day.",
        "save": "NA"
    },
    {
        "id": "dda6ae39",
        "name": "Past Sight",
        "level": 2,
        "aptitude": "Clairsentience",
        "shape": "SVT",
        "duration": "Reaction",
        "mod1pt": 1,
        "mod1": "When seeing a subject take an action, you catch blurry glimpses of that person performing similar actions in the last week.  You may manifest this Power a maximum of once per hour.",
        "mod2pt": 4,
        "mod2": "Instead, when seeing a subject or item, you catch blurry glimpses of the subject's actions over the last day.  These glimpses may or may not be useful.",
        "mod3pt": 8,
        "mod3": "Instead, you regard an item or location, and may ask the DM to describe a scene showing significant events for the subject over the last day.  The details of what you see may be hard to make out.",
        "mod4pt": 12,
        "mod4": "Instead, you touch an item or creature and may ask the DM to describe a scene from the last week, if you beat their defences.  The DM will describe what you asked, such as what they did at a certain time, or how they interacted with a certain person.  The more vague the request, the more vague the answer.",
        "mod5pt": 16,
        "mod5": "When viewing a creature's past, you must have met them and beat their defenses, but no longer need to touch them, instead meditating for 2 hours and willing your presence to see the past.",
        "save": "NA"
    },
    {
        "id": "fd4a9006",
        "name": "Psi Detection",
        "level": 1,
        "aptitude": "Clairsentience",
        "shape": "Aura",
        "duration": "Instant",
        "mod1pt": 1,
        "mod1": "You detect psionic energies in the area.  If you beat the DC of the powers' effects, you may ask one question about their nature.",
        "mod2pt": 3,
        "mod2": "The aura's range doubles, and you detect both psionic energies and thoughts (though not the nature of the thoughts).",
        "mod3pt": 6,
        "mod3": "The aura's range triples, and you detect psionic energies, thoughts, items, and displaced things.  Additionally, unseen creatures can be detected as if visible.",
        "mod4pt": 9,
        "mod4": "All creatures that you can perceive that you choose gain the benefits of your power.",
        "mod5pt": 12,
        "mod5": "Instead, you send psionically charged static out, disrupting divination abilities (including magical ones) for 1 day.  Manfiesting this power does not require concentration.",
        "save": "NA"
    },
    {
        "id": "419b0d3c",
        "name": "Remote Viewing",
        "level": 1,
        "aptitude": "Clairsentience",
        "shape": "Special",
        "duration": "Short",
        "mod1pt": 1,
        "mod1": "Scry on people"
    },
    {
        "id": "41d50fb1",
        "name": "Fortune Manipulation",
        "level": 2,
        "aptitude": "Clairsentience",
        "shape": "Aura",
        "duration": "Long",
        "mod1": "When peforming a ritual over 30 minutes, you grant your target 1 Fortune, which dissapates after 1 hour.  As a Free Action, 1 Fortune can be exchanged per turn, to:\n-- Reduce the Verve Loss from any source by 3.\n-- Apply a +1 Bonus to a Raw Roll.",
        "mod2pt": 4,
        "mod2": "You grant 2 Fortune, split between up to 2 targets.",
        "mod3pt": 8,
        "mod3": "You grant 3 Fortune, split between up to 3 targets.",
        "mod4pt": 12,
        "mod4": "You grant 4 Fortune, split between up to 4 targets.",
        "mod5pt": 16,
        "mod5": "You grant 5 Fortune, split between up to 5 targets."
    }
]