[
    {
        "id": "0f1b200e",
        "negative": false,
        "name": "Attribute Modified",
        "duration": 3,
        "domain": "corpus",
        "effect": "All Skill Moves that you resolve with the target Attribute are modified:\n-- Bonus: Moves gain a (DC) Bonus.\n-- Penalty: Moves gain a (DC) Penalty."
    },
    {
        "id": "12744298",
        "negative": true,
        "name": "Blind / Invisible",
        "duration": 3,
        "domain": "mentus",
        "effect": "You are either unable to see, or are not visible.\n-- When unable to see: you fail any check that absolutely requires sight, and reroll successful Move Rolls that involve sight.\n-- When invisible: you reroll failed Moves that gain an advantage by you being invisible, such as those in Combat and Defences."
    },
    {
        "id": "f813c6a6",
        "negative": true,
        "name": "Bound",
        "duration": 1,
        "domain": "corpus",
        "effect": "At Status DC 1, you cannot use your Relocate Action and receive a -3 to Move Rolls used with your Primary Action.  At Status DC 2, you are additionally unable to perform many Primary Actions, depending on the DM ruling."
    },
    {
        "id": "f54d66ec",
        "negative": true,
        "name": "Charmed",
        "duration": 30,
        "domain": "mentus",
        "effect": "Your decisions are influenced by another.  When this Status ends, if you performed an action that you would not normally have wanted to do, Resolve Resist Mental.  If you succeed, you know that your mind was influenced, but the source of the influence only if that was clear to you.\n-- Charmed: Unless they break your trust or ethics, you consider the source of the Charm Effect as a friend, and suggestions they make are more positive to you than they normally would be.\n-- Compelled: You will attempt to perform any actions you have been told to do by the source of the Compel, or incur 10 Verve Loss per Action you take not in service of your command.  If you are clever, you might be able to perform the action favourably to your own needs.\n-- Dominated: As Compelled, however you must perform the action favourably to the Dominator, or incur 20 Verve Loss per Action you take not in service of your domination."
    },
    {
        "id": "78f6a36a",
        "negative": true,
        "name": "Confused",
        "duration": 3,
        "domain": "corpus",
        "effect": "When attempting any Move, a Raw Value of 3(DC)- grants the DM the ability to choose a new target, or cancel the action.  If the Move does not require a Roll, you must Roll for the Raw Value."
    },
    {
        "id": "cd95feb0",
        "negative": true,
        "name": "Debilitated",
        "duration": 3,
        "domain": "mentus",
        "effect": "You are debilitated.  Debilitated sources include:\n-- Fear: -2 per DC to Move Rolls against the source of the Status.\n-- Terror: -1 per DC to Move Rolls while in the presence of the source of the Status.\n-- Weakened: -1 per DC to Moves using a physical Stat.\n-- Shocked: -1 per DC to Moves using a Mental Stat.\n-- Gusted: -2 per DC to saves of Moves that try to move the player."
    },
    {
        "id": "b6c99dec",
        "negative": true,
        "name": "Discordant",
        "duration": 3,
        "domain": "ciar",
        "effect": "Fate works against you.\n-- Jinxed: You fail Move Rolls based on the DC: Raw Rolls of 16, 14, 12, 10, 8+ fail.  Basic Attacks fail on raw Rolls of 5, 7, 9, 11, 13-.  Once you have failed due to this effect, the Status ends.\n-- Limited: Your Skills and Expertises are capped, based on the DC.  Skills are capped to 6, 5, 4, 3, 2 Points, and Expertises to 5, 4, 3, 2, 1.\n-- Cursed: Reroll all successful Move Rolls once.\n-- Inerted: The maximum Verve you can Gain or Restore per turn is equal to 12 - DC*2."
    },
    {
        "id": "52cbf2ff",
        "negative": true,
        "name": "Diseased",
        "duration": "∞",
        "domain": "corpus",
        "effect": "Whenever you perform a Raw Roll lower than 2(DC)-, you gain the Exhausted Status.  Doing so again applies the Scrambled: Dazed Status."
    },
    {
        "id": "c1ed5597",
        "negative": true,
        "name": "Enfeebled",
        "duration": 6,
        "domain": "ciar",
        "effect": "You are sapped of your physical or mental strength.\n-- Physical: you cannot use Moves that use a Physical Stat.\n-- Mental: you cannot use Moves that use a Mental Stat."
    },
    {
        "id": "ecdb6cee",
        "negative": true,
        "name": "Exhausted",
        "duration": "∞",
        "domain": "corpus",
        "effect": "Your maximum Verve is reduced to 70% of the total, and you cannot gain more than that amount."
    },
    {
        "id": "5cfd7939",
        "negative": true,
        "name": "DoT",
        "duration": 3,
        "domain": "corpus",
        "effect": "You are under the effect of Poison, Acid, Burning, or Bleeding.\n-- Bleeding: You incur (DC) Verve Loss per turn, and 1 additional per square you move.\n-- Acid: You incur 3(DC) Verve Loss per turn.\n-- Burning: You incur 2(DC) Verve Loss per turn.  You may put yourself out by expending 2 Actions over any number of rounds.\n-- Poison: You incur 2(DC) Verve Loss per turn.  The Status renews at the end of the duration, but another Resist: Physical may be attemped.  If cured, the Status continues until the end of the duration."
    },
    {
        "id": "733f9696",
        "negative": true,
        "name": "Deaf / Silent",
        "duration": 3,
        "domain": "mentus",
        "effect": "You are either unable to hear, or are completely silent:\n-- Deaf: You fail any check that requires hearing, and reroll successful Move Rolls that involve hearing.  You fail the Cast a Spell Move on a Raw Roll of 5-.\n-- Silent: You cannot use the Cast a Spell Move.  You gain a +4 Bonus to the Stealth Move and +2 to the Pickpocket Move."
    },
    {
        "id": "bc9c51bf",
        "negative": true,
        "name": "Demoralised",
        "duration": 3,
        "domain": "mentus",
        "effect": "You incur 3(DC) Verve Loss each time you fail a Move, when someone saves against one of your Moves, or when one of your Weapon Damage Dice rolls lower than half the total."
    },
    {
        "id": "f947c7b8",
        "negative": false,
        "name": "Energy Shielded",
        "duration": 3,
        "domain": "ciar",
        "effect": "You are enveloped in a shield of energy.  You reduce Verve Loss applied by energy of that type by 3 per DC, apply 3 Verve Loss of the energy type to Moves that bring you into contact with an enemy, including Melee Attack and Basic Defence."
    },
    {
        "id": "d2bacc5a",
        "negative": false,
        "name": "Enlivened",
        "duration": 3,
        "domain": "mentus",
        "effect": "You are Enlivened with positivity.\n-- Encouraged: You Restore 1 Verve per Status DC each time you succeed at a Move, even when resolving Basic Melee and Basic Ranged Attack.\n-- Inspired: Roll an additional D4 on one Roll per turn.\n-- Uplifted: Reroll any Roll once per turn."
    },
    {
        "id": "82e65a18",
        "negative": true,
        "name": "Flanked",
        "duration": "∞",
        "domain": "corpus",
        "effect": "A character is Flanked if they are adjacent to 3 enemies or if 2 enemies are adjacent and on opposite sides of them.  Enemies: may be Backstabbed, and players achieve a Critical Hit on a Raw Roll 1 fewer than normal.  Players: incur a -1 penalty to the Defence move."
    },
    {
        "id": "95b27798",
        "negative": false,
        "name": "Fortified",
        "duration": 3,
        "domain": "ciar",
        "effect": "The maximum Verve Loss you can have applied to you from any Resolved single source is limited based on the DC of Fortified.  The maximum Verve is equal to 16 minus 2 per DC.  For example, 12 Verve at DC 2."
    },
    {
        "id": "f6236599",
        "negative": false,
        "name": "Free Move",
        "duration": 1,
        "domain": "corpus",
        "effect": "You can move through enemy squares and over difficult terrain with no penalty.  Additionally, you cannot be the target of Opportunity Attacks."
    },
    {
        "id": "ea0f287e",
        "negative": true,
        "name": "Hindered",
        "duration": "∞",
        "domain": "corpus",
        "effect": "Your movement speed is reduced by 1sq, and you get a -2 Penalty to Moves that use the Dex Attribute.  Effects that directly Hinder you, such as cold damage, can be removed by spending 2 Relocate Actions over any number of turns."
    },
    {
        "id": "eb65bb44",
        "negative": true,
        "name": "Incapacitated",
        "duration": 3,
        "domain": "corpus",
        "effect": "The target has lost too much Verve and may die.  You may be able to resolve the Stabilise Move in the Rest Skill to save yourself.  If you have the Dying Status for three rounds, you perish from wounds and exhaustion."
    },
    {
        "id": "ce2d0408",
        "negative": false,
        "name": "Ki Attuned",
        "duration": 6,
        "domain": "ciar",
        "effect": "Your maximum active Ki Marks increases to your Ki Skill.  Once per turn, you may apply a Ki Mark to yourself, or to a creature in your Threatened Area."
    },
    {
        "id": "12ee8d87",
        "negative": true,
        "name": "Prone",
        "duration": "∞",
        "domain": "corpus",
        "effect": "Available in two modes:\n-- You are alert but prone: All Defence Move Rolls suffer a -3 Penalty.  Attacks against you apply 5 Bonus Verve Loss.  You can remove the Prone Status by sacrificing your Relocate Move.\n-- You are not alert, such as when unconcsious: You do not use Defence Reactions, and attacks against you apply 20 Bonus Verve Loss."
    },
    {
        "id": "84286d9f",
        "negative": true,
        "name": "Scrambled",
        "duration": 3,
        "domain": "mentus",
        "effect": "Your mind is scrambled and you find it hard to think.\n-- Dazed: Your vision is reduced to 6sq, Quick / Free Actions are resolved as Primary Actions, and all Moves fail on a Raw Roll of 2-.  You may attempt to remove this Status once per turn as a Free Action.\n-- Stunned: Your vision is reduced to 6sq and you lose your Primary Action, you can no longer maintain concentration, and all Moves fail on a Raw Roll of 2-.  You may attempt to remove this Status once per turn as a Free Action.\n-- Psitosis: Your vision is reduced to 6sq and you lose your Primary and Reaction Actions, and you can no longer maintain concentration.\n-- Fascinated: Your vision is reduced to 6sq and you lose your Reaction Actions, unless you are considering the object / creature of your Fascination.\n-- Paralysed: You lose all your actions.\n-- Confused: When attempting any Move, a Raw Value of 3(DC)- grants the DM the ability to choose a new target, or cancel the action.  If the Move does not require a Roll, you must Roll for the Raw Value."
    },
    {
        "id": "6f711d40",
        "negative": false,
        "name": "Stealth",
        "duration": "∞",
        "domain": "corpus",
        "effect": "You are unseen and unheard, and cannot be targeted by enemy Moves.  If anything sees or hears you (and can identify the source of the sound), you lose the Stealth Status."
    },
    {
        "id": "171709ae",
        "negative": false,
        "name": "Temporality",
        "duration": 3,
        "domain": "corpus",
        "effect": "Your body inhabits a different temporality:\n-- When Hasted: Your speed is multiplied by 1.5.  You gain 1 additional Primary, Relocate or Quick Action each turn.  When you leave Hasted, you gain the Scrambled: Stunned Status for 1 round.\n-- When Slowed: Your speed is halved and you lose either your Primary or Relocate Action each turn.\n-- Chilled: Your speed is reduced by (DC)."
    },
    {
        "id": "3babc32d",
        "negative": true,
        "name": "Unnerved",
        "duration": 3,
        "domain": "mentus",
        "effect": "You partially lose control of your emotions.\n-- Dissuaded: You will prefer not to take an action or target a creature or place, depending on the Dissuade command.  You may ignore this effect, but will fumble and lose your action on a Raw Roll of 3+(DC)-.\n-- Provoked: You prefer to target the object of your provoking and will prefer offensive moves against them.  If you do not, you incur 3(DC) Verve Loss per action you take, though if you are doing so due to significant danger to yourself, this is only 1(DC).\n-- Intimidated: You prefer to avoid the target of your intimidation.  If you ignore this, Unresolved Verve Loss you apply is reduced by 2(DC).\n-- Aggravated: You aggressively approach and attack targets you consider opponents, using only the Relocate and Combat Moves (unless unable to).  Attacks made when Enraged apply 5 additional Verve Loss.\n-- Unstoppable Rage: You gain 3 UDR, may no longer gain Raging for the rest of the combat, reduce Raging by 1 point per turn, gain immunity to mental effects, cannot maintain concentration, and may only use the Relocate and Melee Attack Moves with no Expertise, or the Rage Move and Expertises or Rage Passives.  Unstoppable Rage ends when combat ends or if you run out of Raging."
    },
    {
        "id": "e7c84844",
        "negative": true,
        "name": "Vulnerable",
        "duration": 3,
        "domain": "ciar",
        "effect": "Whenever you receive Verve loss, you receive (DC) more, and any time you incur 15 or more Resolved Verve Loss, you also gain or increase the Wounded Status."
    },
    {
        "id": "beb7d604",
        "negative": true,
        "name": "Wounded",
        "duration": "∞",
        "domain": "wounded",
        "effect": "Your body is wounded, inhibiting your actions.  The effects change depending on the severity of the Wounded Status, and you can progress up and down based on healing and incurring more wounds:\n-- Injured: All Move Rolls are performed with a -1 penalty.\n-- Any time you Restore or Gain Verve, reduce this by 3 (minimum of 1).  All Move Rolls are performed with a -1 penalty.\n-- Any time you Restore or Gain Verve, reduce this by 6 (minimum of 1).  All Move Rolls are performed with a -2 penalty.  Your movement is reduced by 1."
    }
]